----------------------------------------------------------------------------------------------------------------
      name:  <unnamed>
       log:  /Users/will/Dropbox/LIHTC/Code/county.log
  log type:  text
 opened on:  11 Oct 2017, 21:43:51

. 
. use "Data/zip_codes_states"

. rename zip_code proj_zip

. save "Data/zip_codes_states", replace
file Data/zip_codes_states.dta saved

. 
end of do-file

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. import delimited "Data/LIHTCPUB.csv"
no; data in memory would be lost
r(4);

end of do-file

r(4);

. clear

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. import delimited "Data/LIHTCPUB.csv"
(96 vars, 45,905 obs)

. 
end of do-file

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. merge m:1 proj_zip using "Data/zip_codes_states"
key variable proj_zip is str12 in master but long in using data
    Each key variable -- the variables on which observations are matched -- must be of the same generic type
    in the master and using datasets.  Same generic type means both numeric or both string.
r(106);

end of do-file

r(106);

. clear

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. import delimited "Data/LIHTCPUB.csv"
(96 vars, 45,905 obs)

. save "Data/LIHTCPUB.dta", replace
(note: file Data/LIHTCPUB.dta not found)
file Data/LIHTCPUB.dta saved

. 
end of do-file

. destring proj_zip, replace
proj_zip: contains nonnumeric characters; no replace

. destring proj_zip, generate(proj_zip)
generate() contains existing variable(s) and/or illegal variable name(s)
r(110);

. destring proj_zip, generate(zip)
proj_zip: contains nonnumeric characters; no generate

. encode proj_zip, generate(zip)

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. clear

. use "Data/zip_codes_states"

. rename proj_zip zip

. clear

. 
end of do-file

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. clear

. import delimited "Data/LIHTCPUB.csv"
(96 vars, 45,905 obs)

. encode proj_zip, gen(zip)

. save "Data/LIHTCPUB.dta", replace
file Data/LIHTCPUB.dta saved

. 
end of do-file

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. merge m:1 zip using "Data/zip_codes_states"
variable zip not found
r(111);

end of do-file

r(111);

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. clear

. use "Data/zip_codes_states"

. rename proj_zip zip

. save "Data/zip_codes_states", replace
file Data/zip_codes_states.dta saved

. 
end of do-file

. use "Data/LIHTCPUB"

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. merge m:1 zip using "Data/zip_codes_states"

    Result                           # of obs.
    -----------------------------------------
    not matched                        70,407
        from master                    31,825  (_merge==1)
        from using                     38,582  (_merge==2)

    matched                            14,080  (_merge==3)
    -----------------------------------------

. 
end of do-file

. sum zip if _merge==1

    Variable |        Obs        Mean    Std. Dev.       Min        Max
-------------+---------------------------------------------------------
         zip |     28,131    5630.565    3549.856          1      11633

. tab zip if _merge==1

         zip |      Freq.     Percent        Cum.
-------------+-----------------------------------
  00000-0000 |         20        0.07        0.07
  00698-0000 |          1        0.00        0.07
  00748-0000 |          1        0.00        0.08
  00769-0000 |          1        0.00        0.08
  00918-0000 |          1        0.00        0.09
  00920-0000 |          1        0.00        0.09
  00927-0000 |          1        0.00        0.09
  07001-2191 |          1        0.00        0.10
  07002-3981 |          1        0.00        0.10
  07002-4042 |          1        0.00        0.10
  07008-2595 |          1        0.00        0.11
  07012-1120 |          4        0.01        0.12
  07013-1864 |          2        0.01        0.13
  07016-3199 |          1        0.00        0.13
  07017-1036 |          1        0.00        0.14
  07017-1207 |          1        0.00        0.14
  07017-4262 |          1        0.00        0.14
  07017-4431 |          1        0.00        0.15
  07018-3435 |          1        0.00        0.15
  07018-3617 |          1        0.00        0.15
  07018-4324 |          1        0.00        0.16
  07024-7037 |          2        0.01        0.16
  07026-3041 |          1        0.00        0.17
  07027-1005 |          1        0.00        0.17
  07030-2410 |          1        0.00        0.17
  07030-5557 |          2        0.01        0.18
  07030-9218 |          1        0.00        0.18
  07036-1800 |          1        0.00        0.19
  07042-2311 |          1        0.00        0.19
  07042-3618 |          1        0.00        0.20
  07050-2047 |          1        0.00        0.20
  07050-2367 |          1        0.00        0.20
  07050-2377 |          1        0.00        0.21
  07050-2612 |          1        0.00        0.21
  07050-2620 |          1        0.00        0.21
  07050-2644 |          1        0.00        0.22
  07050-2647 |          1        0.00        0.22
  07050-2865 |          2        0.01        0.23
  07050-3250 |          1        0.00        0.23
  07050-3308 |          1        0.00        0.23
  07050-3418 |          1        0.00        0.24
  07050-3810 |          2        0.01        0.25
  07050-4169 |          1        0.00        0.25
  07050-4222 |          1        0.00        0.25
  07055-4081 |          1        0.00        0.26
  07055-4201 |          1        0.00        0.26
  07055-5713 |          1        0.00        0.26
  07058-9789 |          2        0.01        0.27
  07060-1202 |          1        0.00        0.27
  07060-1237 |          1        0.00        0.28
  07060-2145 |          1        0.00        0.28
  07060-3218 |          3        0.01        0.29
  07062-1201 |          1        0.00        0.30
  07065-5426 |          1        0.00        0.30
  07067-3714 |          1        0.00        0.30
  07075-1004 |          1        0.00        0.31
  07080-4731 |          1        0.00        0.31
  07086-7093 |          1        0.00        0.31
  07087-3375 |          1        0.00        0.32
  07090-1693 |          1        0.00        0.32
  07093-2800 |          1        0.00        0.32
  07093-3094 |          1        0.00        0.33
  07093-5231 |          1        0.00        0.33
  07102-1186 |          1        0.00        0.33
  07102-2431 |          1        0.00        0.34
  07102-2502 |          1        0.00        0.34
  07103-1128 |          1        0.00        0.34
  07103-1821 |          2        0.01        0.35
  07103-2105 |          1        0.00        0.36
  07103-2173 |          1        0.00        0.36
  07103-2436 |          1        0.00        0.36
  07103-2600 |          1        0.00        0.37
  07103-2617 |          1        0.00        0.37
  07103-2726 |          1        0.00        0.37
  07103-2775 |          1        0.00        0.38
  07103-2911 |          4        0.01        0.39
  07103-3503 |          1        0.00        0.39
  07103-3943 |          1        0.00        0.40
  07103-4151 |          2        0.01        0.41
  07103-5606 |          2        0.01        0.41
  07104-1547 |          1        0.00        0.42
  07104-2458 |          2        0.01        0.42
  07104-2580 |          2        0.01        0.43
  07104-2858 |          1        0.00        0.43
  07104-3039 |          1        0.00        0.44
  07104-3309 |          1        0.00        0.44
  07104-3401 |          1        0.00        0.44
  07104-3928 |          1        0.00        0.45
  07104-3956 |          1        0.00        0.45
  07105-4067 |          1        0.00        0.46
  07106-2102 |          1        0.00        0.46
  07107-1108 |          1        0.00        0.46
  07107-1188 |          1        0.00        0.47
  07107-1263 |          1        0.00        0.47
  07107-1564 |          1        0.00        0.47
  07107-4001 |          1        0.00        0.48
  07108-1046 |          1        0.00        0.48
  07108-1170 |          1        0.00        0.48
  07108-1218 |          1        0.00        0.49
  07108-1730 |          1        0.00        0.49
  07108-1948 |          1        0.00        0.49
  07108-2154 |          1        0.00        0.50
  07108-2605 |          1        0.00        0.50
  07108-2905 |          1        0.00        0.50
  07111-4579 |          1        0.00        0.51
  07112-1899 |          1        0.00        0.51
  07112-2017 |          1        0.00        0.52
  07112-2169 |          1        0.00        0.52
  07112-2346 |          1        0.00        0.52
  07112-2515 |          2        0.01        0.53
  07112-2584 |          1        0.00        0.53
  07114-1833 |          1        0.00        0.54
  07114-2607 |          1        0.00        0.54
  07201-1472 |          1        0.00        0.54
  07201-2478 |          1        0.00        0.55
  07201-2643 |          1        0.00        0.55
  07201-2747 |          1        0.00        0.55
  07201-2822 |          1        0.00        0.56
  07202-3644 |          1        0.00        0.56
  07203-1001 |          1        0.00        0.57
  07203-2200 |          1        0.00        0.57
  07203-2820 |          1        0.00        0.57
  07205-2623 |          1        0.00        0.58
  07206-1801 |          1        0.00        0.58
  07206-1846 |          1        0.00        0.58
  07206-1848 |          1        0.00        0.59
  07206-1928 |          1        0.00        0.59
  07206-1936 |          1        0.00        0.59
  07206-1978 |          1        0.00        0.60
  07206-2063 |          1        0.00        0.60
  07206-2204 |          2        0.01        0.61
  07208-2014 |          2        0.01        0.61
  07208-3707 |          1        0.00        0.62
  07302-3318 |          1        0.00        0.62
  07304-2649 |          1        0.00        0.63
  07304-2744 |          1        0.00        0.63
  07304-2761 |          1        0.00        0.63
  07304-2862 |          1        0.00        0.64
  07304-3912 |          2        0.01        0.64
  07304-3918 |          1        0.00        0.65
  07304-4218 |          2        0.01        0.65
  07304-4702 |          2        0.01        0.66
  07305-2100 |          1        0.00        0.66
  07305-2962 |          1        0.00        0.67
  07305-3044 |          1        0.00        0.67
  07305-3325 |          1        0.00        0.68
  07306-2119 |          1        0.00        0.68
  07306-3300 |          2        0.01        0.69
  07306-4014 |          1        0.00        0.69
  07306-4735 |          2        0.01        0.70
  07306-7002 |          1        0.00        0.70
  07306-7059 |          3        0.01        0.71
  07405-1382 |          1        0.00        0.71
  07416-1594 |          2        0.01        0.72
  07432-1855 |          1        0.00        0.73
  07446-2493 |          1        0.00        0.73
  07470-3572 |          1        0.00        0.73
  07470-8495 |          1        0.00        0.74
  07470-8600 |          1        0.00        0.74
  07480-2115 |          1        0.00        0.74
  07501-1037 |          1        0.00        0.75
  07501-1473 |          1        0.00        0.75
  07501-1685 |          1        0.00        0.75
  07501-1723 |          1        0.00        0.76
  07501-2977 |          1        0.00        0.76
  07501-3069 |          1        0.00        0.76
  07501-4810 |          1        0.00        0.77
  07505-1033 |          1        0.00        0.77
  07505-1094 |          1        0.00        0.77
  07513-1156 |          1        0.00        0.78
  07522-1188 |          1        0.00        0.78
  07522-1488 |          1        0.00        0.79
  07522-1606 |          3        0.01        0.80
  07522-3506 |          1        0.00        0.80
  07524-2700 |          1        0.00        0.80
  07605-1137 |          2        0.01        0.81
  07606-1670 |          1        0.00        0.81
  07628-3016 |          1        0.00        0.82
  07652-1240 |          1        0.00        0.82
  07701-1268 |          1        0.00        0.82
  07712-5646 |          2        0.01        0.83
  07712-6331 |          1        0.00        0.84
  07712-6335 |          2        0.01        0.84
  07712-6889 |          1        0.00        0.85
  07712-7781 |          1        0.00        0.85
  07712-8812 |          1        0.00        0.85
  07716-1728 |          3        0.01        0.86
  07719-3659 |          2        0.01        0.87
  07726-6041 |          1        0.00        0.87
  07726-8061 |          1        0.00        0.88
  07727-3981 |          1        0.00        0.88
  07728-2450 |          1        0.00        0.89
  07728-2474 |          1        0.00        0.89
  07728-3985 |          1        0.00        0.89
  07728-8653 |          1        0.00        0.90
  07731-2938 |          1        0.00        0.90
  07734-1471 |          1        0.00        0.90
  07738-1453 |          1        0.00        0.91
  07740-0337 |          2        0.01        0.91
  07740-5564 |          2        0.01        0.92
  07740-7080 |          2        0.01        0.93
  07740-7282 |          1        0.00        0.93
  07748-6505 |          1        0.00        0.93
  07753-4569 |          1        0.00        0.94
  07753-4600 |          1        0.00        0.94
  07753-7784 |          1        0.00        0.95
  07753-8400 |          2        0.01        0.95
  07801-4936 |          1        0.00        0.96
  07834-2986 |          1        0.00        0.96
  07885-1649 |          1        0.00        0.96
  07921-1543 |          1        0.00        0.97
  07927-2003 |          1        0.00        0.97
  07939-5001 |          2        0.01        0.98
  07960-2841 |          1        0.00        0.98
  07960-4527 |          1        0.00        0.98
  07974-1815 |          1        0.00        0.99
  07980-1347 |          1        0.00        0.99
  08002-1530 |          1        0.00        1.00
  08003-2697 |          2        0.01        1.00
  08005-2440 |          3        0.01        1.01
  08005-2572 |          1        0.00        1.02
  08007-1727 |          1        0.00        1.02
  08012-2577 |          1        0.00        1.02
  08012-2981 |          1        0.00        1.03
  08012-3048 |          1        0.00        1.03
  08015-1748 |          1        0.00        1.03
  08016-1715 |          1        0.00        1.04
  08016-3738 |          1        0.00        1.04
  08021-1102 |          3        0.01        1.05
  08021-1241 |          1        0.00        1.06
  08021-6878 |          1        0.00        1.06
  08028-2656 |          1        0.00        1.06
  08030-2369 |          2        0.01        1.07
  08031-2012 |          1        0.00        1.07
  08033-1600 |          1        0.00        1.08
  08036-2639 |          1        0.00        1.08
  08037-2735 |          1        0.00        1.08
  08043-2362 |          1        0.00        1.09
  08043-2391 |          1        0.00        1.09
  08048-2939 |          1        0.00        1.09
  08050-2760 |          1        0.00        1.10
  08051-2134 |          1        0.00        1.10
  08052-1511 |          1        0.00        1.11
  08052-3003 |          1        0.00        1.11
  08054-6999 |          2        0.01        1.12
  08055-8732 |          1        0.00        1.12
  08055-9272 |          1        0.00        1.12
  08055-9506 |          1        0.00        1.13
  08060-1389 |          1        0.00        1.13
  08060-3921 |          1        0.00        1.13
  08061-1149 |          1        0.00        1.14
  08062-2040 |          1        0.00        1.14
  08062-9569 |          1        0.00        1.14
  08069-2094 |          1        0.00        1.15
  08069-2298 |          1        0.00        1.15
  08070-1135 |          1        0.00        1.16
  08075-5261 |          1        0.00        1.16
  08078-1477 |          1        0.00        1.16
  08079-1358 |          3        0.01        1.17
  08079-1402 |          1        0.00        1.18
  08079-1849 |          2        0.01        1.18
  08080-2546 |          1        0.00        1.19
  08080-4214 |          1        0.00        1.19
  08081-1783 |          1        0.00        1.19
  08081-1900 |          1        0.00        1.20
  08085-1424 |          1        0.00        1.20
  08085-1647 |          1        0.00        1.21
  08086-2254 |          1        0.00        1.21
  08087-3043 |          1        0.00        1.21
  08091-3815 |          1        0.00        1.22
  08093-2259 |          1        0.00        1.22
  08094-8924 |          1        0.00        1.22
  08096-1947 |          1        0.00        1.23
  08096-2740 |          1        0.00        1.23
  08096-4855 |          2        0.01        1.24
  08098-1024 |          2        0.01        1.24
  08098-1045 |          1        0.00        1.25
  08102-1645 |          1        0.00        1.25
  08102-1918 |          1        0.00        1.25
  08102-2230 |          3        0.01        1.27
  08102-2504 |          1        0.00        1.27
  08103-1545 |          1        0.00        1.27
  08103-2101 |          3        0.01        1.28
  08103-2855 |          1        0.00        1.29
  08104-1334 |          2        0.01        1.29
  08104-1442 |          1        0.00        1.30
  08104-1824 |          2        0.01        1.30
  08104-1905 |          2        0.01        1.31
  08104-1931 |          2        0.01        1.32
  08104-1947 |          1        0.00        1.32
  08104-2282 |          1        0.00        1.33
  08104-2869 |          2        0.01        1.33
  08104-3442 |          1        0.00        1.34
  08104-3448 |          1        0.00        1.34
  08105-1411 |          1        0.00        1.34
  08105-1537 |          1        0.00        1.35
  08105-2414 |          1        0.00        1.35
  08105-2419 |          1        0.00        1.35
  08105-3628 |          1        0.00        1.36
  08109-2341 |          1        0.00        1.36
  08109-5202 |          2        0.01        1.37
  08204-3233 |          1        0.00        1.37
  08210-1811 |          1        0.00        1.38
  08215-1547 |          1        0.00        1.38
  08215-1850 |          1        0.00        1.38
  08232-2104 |          3        0.01        1.39
  08232-2639 |          1        0.00        1.40
  08232-3121 |          1        0.00        1.40
  08234-4495 |          1        0.00        1.40
  08242-1912 |          1        0.00        1.41
  08260-2867 |          1        0.00        1.41
  08302-1497 |          1        0.00        1.41
  08302-1755 |          4        0.01        1.43
  08302-2564 |          1        0.00        1.43
  08302-4233 |          1        0.00        1.44
  08302-4271 |          2        0.01        1.44
  08312-1028 |          1        0.00        1.45
  08332-1697 |          1        0.00        1.45
  08332-2912 |          1        0.00        1.45
  08332-4208 |          1        0.00        1.46
  08332-6229 |          1        0.00        1.46
  08341-1019 |          1        0.00        1.46
  08341-1152 |          1        0.00        1.47
  08360-5076 |          1        0.00        1.47
  08360-5646 |          2        0.01        1.48
  08360-8322 |          1        0.00        1.48
  08401-2529 |          2        0.01        1.49
  08401-4446 |          2        0.01        1.50
  08401-4523 |          1        0.00        1.50
  08401-4543 |          1        0.00        1.50
  08401-4557 |          2        0.01        1.51
  08401-5353 |          1        0.00        1.51
  08401-6080 |          1        0.00        1.52
  08401-8113 |          1        0.00        1.52
  08505-1740 |          1        0.00        1.53
  08527-2591 |          1        0.00        1.53
  08527-5504 |          1        0.00        1.53
  08530-1057 |          1        0.00        1.54
  08534-5267 |          1        0.00        1.54
  08536-2024 |          1        0.00        1.54
  08540-7100 |          1        0.00        1.55
  08550-2442 |          1        0.00        1.55
  08558-2644 |          1        0.00        1.55
  08608-1714 |          1        0.00        1.56
  08608-2306 |          1        0.00        1.56
  08609-1000 |          1        0.00        1.56
  08609-1030 |          1        0.00        1.57
  08609-1033 |          1        0.00        1.57
  08609-1128 |          1        0.00        1.57
  08609-2103 |          1        0.00        1.58
  08610-4850 |          1        0.00        1.58
  08610-5520 |          1        0.00        1.59
  08611-1832 |          1        0.00        1.59
  08611-2826 |          1        0.00        1.59
  08618-2600 |          1        0.00        1.60
  08618-3609 |          2        0.01        1.60
  08618-3629 |          1        0.00        1.61
  08618-3823 |          1        0.00        1.61
  08618-3852 |          1        0.00        1.61
  08618-3918 |          1        0.00        1.62
  08618-3921 |          1        0.00        1.62
  08618-4824 |          1        0.00        1.62
  08618-4857 |          1        0.00        1.63
  08618-5530 |          1        0.00        1.63
  08619-3131 |          1        0.00        1.64
  08619-3924 |          1        0.00        1.64
  08648-3766 |          2        0.01        1.65
  08648-3937 |          1        0.00        1.65
  08648-4531 |          1        0.00        1.65
  08648-4667 |          1        0.00        1.66
  08691-3457 |          1        0.00        1.66
  08701-4256 |          1        0.00        1.66
  08701-4259 |          1        0.00        1.67
  08723-3503 |          1        0.00        1.67
  08731-1166 |          2        0.01        1.68
  08755-1289 |          1        0.00        1.68
  08755-1493 |          1        0.00        1.68
  08759-9526 |          1        0.00        1.69
  08807-3730 |          1        0.00        1.69
  08817-2431 |          2        0.01        1.70
  08820-1277 |          1        0.00        1.70
  08820-1591 |          1        0.00        1.71
  08822-1663 |          1        0.00        1.71
  08827-2797 |          1        0.00        1.71
  08837-2825 |          2        0.01        1.72
  08852-4215 |          1        0.00        1.72
  08857-1576 |          1        0.00        1.73
  08857-3365 |          1        0.00        1.73
  08857-3779 |          2        0.01        1.74
  08861-3642 |          1        0.00        1.74
  08861-4475 |          1        0.00        1.75
  08865-2836 |          1        0.00        1.75
  08872-3001 |          1        0.00        1.75
  08873-3624 |          2        0.01        1.76
  08873-3676 |          1        0.00        1.76
  08873-3743 |          1        0.00        1.77
  08876-2841 |          1        0.00        1.77
  08879-1499 |          1        0.00        1.77
  08879-1887 |          1        0.00        1.78
  08889-3269 |          1        0.00        1.78
  08889-5041 |          1        0.00        1.78
  08901-1327 |          2        0.01        1.79
  08901-1367 |          1        0.00        1.80
  08901-2120 |          1        0.00        1.80
  08901-3828 |          2        0.01        1.81
  08902-2859 |          1        0.00        1.81
  08904-2807 |          1        0.00        1.81
       10001 |         15        0.05        1.87
       10002 |         18        0.06        1.93
       10003 |          6        0.02        1.95
       10007 |          2        0.01        1.96
       10009 |         24        0.09        2.04
       10010 |          7        0.02        2.07
       10011 |          7        0.02        2.09
       10013 |          1        0.00        2.10
       10014 |          1        0.00        2.10
       10016 |          6        0.02        2.12
       10017 |          1        0.00        2.13
       10018 |          5        0.02        2.14
       10019 |         18        0.06        2.21
        1002 |          5        0.02        2.23
       10021 |          1        0.00        2.23
       10022 |          1        0.00        2.23
       10023 |          6        0.02        2.25
       10024 |          9        0.03        2.29
       10025 |         22        0.08        2.36
       10026 |         62        0.22        2.58
       10027 |         90        0.32        2.90
       10028 |          2        0.01        2.91
       10029 |         65        0.23        3.14
       10030 |         86        0.31        3.45
       10031 |         32        0.11        3.56
       10032 |         19        0.07        3.63
       10033 |          3        0.01        3.64
       10034 |          2        0.01        3.65
       10035 |         59        0.21        3.86
       10036 |         19        0.07        3.92
       10037 |         32        0.11        4.04
       10038 |          2        0.01        4.05
       10039 |         74        0.26        4.31
       10040 |          2        0.01        4.32
       10065 |          1        0.00        4.32
       10075 |          1        0.00        4.32
       10128 |          7        0.02        4.35
        1013 |          4        0.01        4.36
        1020 |          1        0.00        4.37
        1027 |          4        0.01        4.38
       10280 |          2        0.01        4.39
       10282 |          2        0.01        4.39
       10301 |          2        0.01        4.40
       10302 |          4        0.01        4.42
       10303 |          4        0.01        4.43
       10304 |          6        0.02        4.45
       10305 |          3        0.01        4.46
       10310 |          2        0.01        4.47
       10314 |          1        0.00        4.47
        1035 |          2        0.01        4.48
        1040 |         16        0.06        4.54
       10451 |         26        0.09        4.63
       10452 |         45        0.16        4.79
       10453 |         53        0.19        4.98
       10454 |         18        0.06        5.04
       10455 |         43        0.15        5.19
       10456 |         92        0.33        5.52
       10457 |         40        0.14        5.66
       10458 |         17        0.06        5.72
       10459 |         72        0.26        5.98
       10460 |         38        0.14        6.11
       10461 |          2        0.01        6.12
       10462 |          3        0.01        6.13
       10463 |          3        0.01        6.14
       10466 |          3        0.01        6.15
       10467 |          5        0.02        6.17
       10468 |          9        0.03        6.20
       10470 |          1        0.00        6.21
       10472 |         12        0.04        6.25
       10473 |          1        0.00        6.25
       10474 |         13        0.05        6.30
       10505 |          2        0.01        6.31
       10509 |          1        0.00        6.31
       10512 |          2        0.01        6.32
       10520 |          1        0.00        6.32
       10523 |          2        0.01        6.33
       10533 |          1        0.00        6.33
       10543 |          1        0.00        6.33
       10548 |          1        0.00        6.34
       10550 |         14        0.05        6.39
       10552 |          1        0.00        6.39
       10553 |          2        0.01        6.40
       10560 |          1        0.00        6.40
       10562 |          3        0.01        6.41
       10566 |          5        0.02        6.43
       10567 |          1        0.00        6.43
        1057 |          1        0.00        6.44
       10570 |          1        0.00        6.44
       10573 |          3        0.01        6.45
       10576 |          1        0.00        6.46
       10588 |          1        0.00        6.46
       10591 |          5        0.02        6.48
       10594 |          1        0.00        6.48
        1060 |          4        0.01        6.49
       10601 |          2        0.01        6.50
       10603 |          2        0.01        6.51
       10604 |          1        0.00        6.51
       10606 |          1        0.00        6.52
       10607 |          1        0.00        6.52
        1062 |          1        0.00        6.52
        1069 |          1        0.00        6.53
       10701 |         21        0.07        6.60
       10703 |          4        0.01        6.62
       10704 |          1        0.00        6.62
       10705 |          6        0.02        6.64
       10801 |          9        0.03        6.67
       10805 |          1        0.00        6.68
        1082 |          3        0.01        6.69
        1085 |          5        0.02        6.70
       10901 |          1        0.00        6.71
       10918 |          1        0.00        6.71
       10924 |          4        0.01        6.73
       10927 |          2        0.01        6.73
       10940 |         13        0.05        6.78
       10941 |          1        0.00        6.78
       10950 |          4        0.01        6.80
       10952 |          1        0.00        6.80
       10954 |          1        0.00        6.80
        1096 |          1        0.00        6.81
       10960 |          1        0.00        6.81
       10977 |          9        0.03        6.84
       10983 |          1        0.00        6.85
       10987 |          1        0.00        6.85
       10990 |          4        0.01        6.86
       10992 |          2        0.01        6.87
       11001 |          1        0.00        6.87
       11020 |          2        0.01        6.88
        1103 |          4        0.01        6.90
       11030 |          1        0.00        6.90
        1104 |          8        0.03        6.93
       11040 |          1        0.00        6.93
        1105 |         16        0.06        6.99
       11050 |          1        0.00        6.99
        1107 |          7        0.02        7.02
        1108 |          5        0.02        7.03
       11101 |          2        0.01        7.04
       11102 |          2        0.01        7.05
       11106 |          1        0.00        7.05
       11111 |          1        0.00        7.06
  11111-1111 |          1        0.00        7.06
        1118 |          3        0.01        7.07
       11201 |          9        0.03        7.10
       11203 |          4        0.01        7.12
       11204 |          1        0.00        7.12
       11205 |          8        0.03        7.15
       11206 |         31        0.11        7.26
       11207 |         71        0.25        7.51
       11208 |         25        0.09        7.60
       11209 |          1        0.00        7.60
       11210 |          1        0.00        7.61
       11211 |         14        0.05        7.66
       11212 |         39        0.14        7.80
       11213 |         24        0.09        7.88
       11214 |          1        0.00        7.88
       11215 |          4        0.01        7.90
       11216 |         80        0.28        8.18
       11217 |          5        0.02        8.20
       11218 |          1        0.00        8.20
       11219 |          2        0.01        8.21
       11221 |        112        0.40        8.61
       11222 |          2        0.01        8.62
       11223 |          3        0.01        8.63
       11224 |          8        0.03        8.66
       11225 |         14        0.05        8.71
       11226 |          8        0.03        8.73
       11230 |          2        0.01        8.74
       11231 |         13        0.05        8.79
       11232 |          1        0.00        8.79
       11233 |         62        0.22        9.01
       11236 |          6        0.02        9.03
       11237 |         19        0.07        9.10
       11238 |         44        0.16        9.26
       11239 |          2        0.01        9.26
       11249 |          8        0.03        9.29
        1129 |          1        0.00        9.30
       11355 |          2        0.01        9.30
       11360 |          1        0.00        9.31
       11367 |          1        0.00        9.31
       11368 |          1        0.00        9.31
       11414 |          1        0.00        9.32
       11418 |          1        0.00        9.32
       11432 |          1        0.00        9.32
       11433 |          2        0.01        9.33
       11434 |          2        0.01        9.34
       11435 |          1        0.00        9.34
       11550 |         12        0.04        9.38
       11558 |          1        0.00        9.39
       11570 |          2        0.01        9.40
       11572 |          1        0.00        9.40
       11577 |          1        0.00        9.40
       11590 |          3        0.01        9.41
       11735 |          2        0.01        9.42
       11738 |          1        0.00        9.42
       11746 |          1        0.00        9.43
       11930 |          1        0.00        9.43
       12009 |          1        0.00        9.43
        1201 |          7        0.02        9.46
       12010 |          3        0.01        9.47
       12019 |          1        0.00        9.47
       12047 |          1        0.00        9.48
       12051 |          1        0.00        9.48
       12067 |          1        0.00        9.48
       12068 |          1        0.00        9.49
       12078 |          2        0.01        9.49
       12123 |          1        0.00        9.50
       12143 |          2        0.01        9.51
       12144 |          1        0.00        9.51
       12148 |          1        0.00        9.51
       12183 |          2        0.01        9.52
       12184 |          2        0.01        9.53
       12196 |          1        0.00        9.53
        1220 |          1        0.00        9.53
       12202 |         10        0.04        9.57
       12204 |          1        0.00        9.57
       12207 |          2        0.01        9.58
       12208 |          2        0.01        9.59
       12250 |          1        0.00        9.59
       12305 |          1        0.00        9.59
       12306 |          1        0.00        9.60
        1240 |          1        0.00        9.60
       12401 |          8        0.03        9.63
       12414 |          1        0.00        9.63
       12464 |          1        0.00        9.64
       12477 |          2        0.01        9.64
       12498 |          1        0.00        9.65
       12518 |          1        0.00        9.65
       12534 |          5        0.02        9.67
       12538 |          1        0.00        9.67
       12542 |          2        0.01        9.68
       12545 |          1        0.00        9.68
       12553 |          2        0.01        9.69
       12580 |          1        0.00        9.69
       12589 |          1        0.00        9.70
       12603 |          2        0.01        9.70
        1267 |          1        0.00        9.71
       12754 |          2        0.01        9.72
       12758 |          2        0.01        9.72
       12771 |          5        0.02        9.74
       12790 |          1        0.00        9.74
       12804 |          2        0.01        9.75
       12816 |          2        0.01        9.76
       12822 |          2        0.01        9.77
       12839 |          2        0.01        9.77
       12866 |          4        0.01        9.79
       12870 |          1        0.00        9.79
       12871 |          1        0.00        9.79
       12883 |          1        0.00        9.80
       12901 |          3        0.01        9.81
       12932 |          1        0.00        9.81
       13021 |          4        0.01        9.83
       13029 |          2        0.01        9.83
       13115 |          1        0.00        9.84
       13135 |          3        0.01        9.85
       13140 |          1        0.00        9.85
       13143 |          1        0.00        9.85
       13148 |          3        0.01        9.86
       13152 |          1        0.00        9.87
       13159 |          1        0.00        9.87
       13165 |          2        0.01        9.88
       13203 |          8        0.03        9.91
       13204 |          6        0.02        9.93
       13208 |          2        0.01        9.94
       13210 |         17        0.06       10.00
       13212 |          3        0.01       10.01
       13219 |          1        0.00       10.01
        1331 |          5        0.02       10.03
       13323 |          1        0.00       10.03
       13334 |          1        0.00       10.04
       13365 |          2        0.01       10.04
       13407 |          1        0.00       10.05
       13421 |          1        0.00       10.05
       13438 |          1        0.00       10.05
       13476 |          1        0.00       10.06
       13501 |          8        0.03       10.08
       13624 |          2        0.01       10.09
       13637 |          1        0.00       10.10
       13642 |          1        0.00       10.10
       13656 |          1        0.00       10.10
       13673 |          2        0.01       10.11
       13748 |          1        0.00       10.11
       13753 |          1        0.00       10.12
        1376 |          2        0.01       10.12
       13760 |          1        0.00       10.13
       13783 |          1        0.00       10.13
       13815 |          4        0.01       10.15
       13827 |          2        0.01       10.15
       13830 |          1        0.00       10.16
       13835 |          1        0.00       10.16
       13838 |          3        0.01       10.17
       13849 |          1        0.00       10.17
       13850 |          1        0.00       10.18
       13856 |          1        0.00       10.18
       13865 |          1        0.00       10.18
       13904 |          3        0.01       10.20
       13905 |          5        0.02       10.21
       14006 |          1        0.00       10.22
       14009 |          4        0.01       10.23
       14011 |          1        0.00       10.23
       14048 |          2        0.01       10.24
       14052 |          3        0.01       10.25
       14063 |          3        0.01       10.26
       14070 |          1        0.00       10.27
       14072 |          1        0.00       10.27
       14086 |          2        0.01       10.28
       14092 |          2        0.01       10.28
       14094 |          4        0.01       10.30
       14103 |          2        0.01       10.31
       14105 |          1        0.00       10.31
       14108 |          1        0.00       10.31
       14111 |          1        0.00       10.32
       14120 |          5        0.02       10.33
       14138 |          1        0.00       10.34
       14141 |          1        0.00       10.34
       14150 |          3        0.01       10.35
       14172 |          1        0.00       10.36
        1420 |          4        0.01       10.37
       14201 |          9        0.03       10.40
       14203 |          2        0.01       10.41
       14204 |         14        0.05       10.46
       14208 |          2        0.01       10.47
       14209 |          6        0.02       10.49
       14210 |          2        0.01       10.49
       14211 |          2        0.01       10.50
       14212 |          4        0.01       10.52
       14213 |          1        0.00       10.52
       14214 |          2        0.01       10.53
       14215 |          2        0.01       10.53
       14216 |          2        0.01       10.54
       14218 |          3        0.01       10.55
       14220 |          1        0.00       10.55
       14221 |          2        0.01       10.56
       14222 |          1        0.00       10.56
       14225 |          4        0.01       10.58
       14226 |          1        0.00       10.58
       14227 |          1        0.00       10.59
       14228 |          2        0.01       10.59
        1430 |          1        0.00       10.60
       14301 |          3        0.01       10.61
       14303 |          1        0.00       10.61
       14304 |          2        0.01       10.62
       14305 |         10        0.04       10.65
        1432 |          1        0.00       10.66
        1436 |          2        0.01       10.66
        1440 |          6        0.02       10.69
       14411 |          5        0.02       10.70
       14414 |          1        0.00       10.71
       14416 |          1        0.00       10.71
       14420 |          5        0.02       10.73
       14423 |          2        0.01       10.74
       14424 |         20        0.07       10.81
       14425 |         75        0.27       11.07
       14427 |          1        0.00       11.08
       14428 |          1        0.00       11.08
       14432 |          2        0.01       11.09
       14433 |          3        0.01       11.10
       14437 |          4        0.01       11.11
       14450 |          5        0.02       11.13
       14454 |          2        0.01       11.14
       14456 |         68        0.24       11.38
       14467 |          2        0.01       11.39
       14468 |          1        0.00       11.39
       14469 |          1        0.00       11.39
       14470 |          2        0.01       11.40
       14472 |          2        0.01       11.41
       14477 |          1        0.00       11.41
       14480 |          1        0.00       11.41
       14485 |          1        0.00       11.42
       14487 |          1        0.00       11.42
       14505 |          1        0.00       11.43
        1451 |          2        0.01       11.43
       14510 |          1        0.00       11.44
       14607 |          4        0.01       11.45
       14617 |          4        0.01       11.46
        1462 |          3        0.01       11.47
       14620 |          8        0.03       11.50
       14621 |         11        0.04       11.54
       14622 |          2        0.01       11.55
       14624 |          2        0.01       11.56
       14626 |          2        0.01       11.56
       14701 |          9        0.03       11.60
       14787 |          1        0.00       11.60
       14810 |          2        0.01       11.61
       14840 |          1        0.00       11.61
       14843 |          2        0.01       11.62
       14845 |          1        0.00       11.62
       14871 |          1        0.00       11.62
       15005 |          1        0.00       11.63
       15009 |          2        0.01       11.63
       15010 |          2        0.01       11.64
       15017 |          1        0.00       11.65
       15021 |          1        0.00       11.65
       15022 |          2        0.01       11.66
       15025 |          1        0.00       11.66
       15044 |          1        0.00       11.66
       15061 |          1        0.00       11.67
       15062 |          2        0.01       11.67
       15065 |          1        0.00       11.68
       15066 |          1        0.00       11.68
       15084 |          4        0.01       11.70
       15126 |          1        0.00       11.70
       15131 |          1        0.00       11.70
       15132 |          8        0.03       11.73
       15136 |          5        0.02       11.75
       15140 |          1        0.00       11.75
       15148 |          3        0.01       11.76
        1516 |          1        0.00       11.77
        1518 |          2        0.01       11.77
       15220 |          1        0.00       11.78
       15221 |         19        0.07       11.84
       15222 |          1        0.00       11.85
       15224 |          4        0.01       11.86
       15227 |          1        0.00       11.87
       15229 |          1        0.00       11.87
       15233 |          3        0.01       11.88
       15235 |          6        0.02       11.90
       15301 |          2        0.01       11.91
       15317 |          1        0.00       11.91
       15370 |          1        0.00       11.92
       15417 |          2        0.01       11.92
       15530 |          1        0.00       11.93
       15537 |          1        0.00       11.93
       15557 |          2        0.01       11.94
       15642 |          1        0.00       11.94
       15650 |          1        0.00       11.94
       15728 |          2        0.01       11.95
       15824 |          1        0.00       11.95
       15906 |          1        0.00       11.96
       15926 |          1        0.00       11.96
        1603 |          3        0.01       11.97
        1605 |          1        0.00       11.98
       16057 |          1        0.00       11.98
        1609 |          4        0.01       11.99
       16105 |          1        0.00       12.00
        1612 |          2        0.01       12.00
       16121 |          5        0.02       12.02
       16125 |          1        0.00       12.03
       16127 |          1        0.00       12.03
       16137 |          2        0.01       12.04
       16146 |          2        0.01       12.04
       16148 |          3        0.01       12.05
       16214 |          2        0.01       12.06
       16226 |          6        0.02       12.08
       16232 |          1        0.00       12.09
       16301 |          1        0.00       12.09
       16323 |          2        0.01       12.10
       16335 |          3        0.01       12.11
       16347 |          1        0.00       12.11
       16365 |          2        0.01       12.12
       16401 |          1        0.00       12.12
       16407 |          2        0.01       12.13
       16412 |          2        0.01       12.14
       16417 |          1        0.00       12.14
       16423 |          1        0.00       12.14
       16501 |          3        0.01       12.15
       16502 |          4        0.01       12.17
       16503 |          2        0.01       12.18
       16504 |          1        0.00       12.18
       16510 |          3        0.01       12.19
       16511 |          1        0.00       12.19
       16601 |          8        0.03       12.22
       16602 |          1        0.00       12.22
       16630 |          1        0.00       12.23
       16652 |          1        0.00       12.23
       16668 |          1        0.00       12.24
       16673 |          1        0.00       12.24
       16686 |          3        0.01       12.25
       16701 |          1        0.00       12.25
       16735 |          1        0.00       12.26
       16801 |          5        0.02       12.27
       16803 |          3        0.01       12.29
       16823 |          5        0.02       12.30
       16827 |          3        0.01       12.31
       16830 |          1        0.00       12.32
       16833 |          2        0.01       12.32
       16866 |          3        0.01       12.34
       16901 |          2        0.01       12.34
       16930 |          1        0.00       12.35
       16933 |          1        0.00       12.35
       16947 |          1        0.00       12.35
       17003 |          1        0.00       12.36
       17004 |          1        0.00       12.36
        1701 |          2        0.01       12.37
       17011 |          2        0.01       12.37
       17013 |          5        0.02       12.39
       17015 |          1        0.00       12.40
       17017 |          1        0.00       12.40
       17019 |          3        0.01       12.41
        1702 |          1        0.00       12.41
       17020 |          1        0.00       12.42
       17022 |          2        0.01       12.42
       17023 |          2        0.01       12.43
       17025 |          3        0.01       12.44
       17032 |          2        0.01       12.45
       17033 |          1        0.00       12.45
       17034 |          1        0.00       12.46
       17036 |          2        0.01       12.46
       17038 |          1        0.00       12.47
       17042 |          1        0.00       12.47
       17044 |          2        0.01       12.48
       17045 |          1        0.00       12.48
       17046 |          8        0.03       12.51
       17047 |          1        0.00       12.51
       17049 |          1        0.00       12.52
       17051 |          2        0.01       12.52
       17059 |          2        0.01       12.53
       17061 |          1        0.00       12.53
       17070 |          2        0.01       12.54
       17074 |          1        0.00       12.54
       17078 |          1        0.00       12.55
       17082 |          2        0.01       12.56
       17084 |          2        0.01       12.56
       17101 |          1        0.00       12.57
       17102 |         10        0.04       12.60
       17103 |         10        0.04       12.64
       17104 |         27        0.10       12.73
       17110 |         10        0.04       12.77
       17111 |          3        0.01       12.78
       17113 |          2        0.01       12.79
        1720 |          1        0.00       12.79
       17201 |          8        0.03       12.82
       17236 |          1        0.00       12.82
       17325 |          6        0.02       12.84
       17345 |          1        0.00       12.85
       17349 |          1        0.00       12.85
       17350 |          2        0.01       12.86
       17353 |          1        0.00       12.86
       17402 |          4        0.01       12.88
       17404 |          4        0.01       12.89
       17512 |          1        0.00       12.89
        1752 |          2        0.01       12.90
       17522 |          2        0.01       12.91
       17538 |          2        0.01       12.91
        1754 |          2        0.01       12.92
       17602 |          8        0.03       12.95
       17740 |          2        0.01       12.96
       17754 |          2        0.01       12.96
       17756 |          1        0.00       12.97
       17777 |          3        0.01       12.98
       17801 |          1        0.00       12.98
       17814 |          1        0.00       12.99
       17815 |          8        0.03       13.01
       17820 |          1        0.00       13.02
       17821 |          3        0.01       13.03
       17824 |          1        0.00       13.03
       17834 |          2        0.01       13.04
       17837 |          2        0.01       13.05
       17844 |          1        0.00       13.05
       17851 |          2        0.01       13.06
       17856 |          1        0.00       13.06
       17857 |          2        0.01       13.07
       17870 |          2        0.01       13.07
       17872 |          1        0.00       13.08
       17886 |          1        0.00       13.08
       17901 |          4        0.01       13.10
       17921 |          1        0.00       13.10
       17931 |          2        0.01       13.11
       17935 |          1        0.00       13.11
       17948 |          1        0.00       13.11
       17961 |          1        0.00       13.12
       17972 |          1        0.00       13.12
       17976 |          1        0.00       13.12
       17980 |          1        0.00       13.13
       17981 |          1        0.00       13.13
        1801 |          2        0.01       13.14
       18011 |          1        0.00       13.14
       18013 |          2        0.01       13.15
       18014 |          2        0.01       13.16
       18018 |         11        0.04       13.20
        1803 |          1        0.00       13.20
       18032 |          4        0.01       13.21
       18036 |          2        0.01       13.22
       18037 |          1        0.00       13.22
       18040 |          1        0.00       13.23
       18042 |         10        0.04       13.26
       18045 |          2        0.01       13.27
       18049 |          6        0.02       13.29
       18052 |          1        0.00       13.29
       18055 |          1        0.00       13.30
       18062 |          2        0.01       13.31
       18064 |          2        0.01       13.31
       18067 |          3        0.01       13.32
       18073 |          1        0.00       13.33
       18076 |          1        0.00       13.33
       18088 |          1        0.00       13.33
       18091 |          2        0.01       13.34
        1810 |          3        0.01       13.35
       18101 |          8        0.03       13.38
       18102 |          9        0.03       13.41
       18103 |          7        0.02       13.44
       18104 |          2        0.01       13.44
       18109 |          5        0.02       13.46
       18201 |          2        0.01       13.47
       18202 |          1        0.00       13.47
       18218 |          1        0.00       13.48
       18240 |          1        0.00       13.48
       18250 |          1        0.00       13.48
       18252 |          5        0.02       13.50
       18255 |          1        0.00       13.50
        1830 |          7        0.02       13.53
       18411 |          2        0.01       13.54
        1843 |          2        0.01       13.54
       18447 |          1        0.00       13.55
        1845 |          1        0.00       13.55
       18503 |          1        0.00       13.55
       18505 |          6        0.02       13.58
       18508 |          2        0.01       13.58
       18509 |          1        0.00       13.59
       18510 |          1        0.00       13.59
        1852 |         14        0.05       13.64
        1854 |         11        0.04       13.68
       18629 |          1        0.00       13.68
        1867 |          2        0.01       13.69
       18702 |          2        0.01       13.70
       18706 |          1        0.00       13.70
       18818 |          1        0.00       13.70
       18848 |          3        0.01       13.71
        1886 |          1        0.00       13.72
        1890 |          1        0.00       13.72
       18944 |          1        0.00       13.73
       18960 |          1        0.00       13.73
       19002 |          3        0.01       13.74
       19003 |          1        0.00       13.74
       19004 |          1        0.00       13.75
       19007 |          2        0.01       13.75
        1901 |          1        0.00       13.76
       19013 |         38        0.14       13.89
       19015 |          2        0.01       13.90
       19018 |          1        0.00       13.90
        1902 |          7        0.02       13.93
       19020 |          5        0.02       13.95
       19023 |         18        0.06       14.01
       19027 |          2        0.01       14.02
       19030 |          1        0.00       14.02
       19036 |          1        0.00       14.02
       19050 |          1        0.00       14.03
       19056 |          1        0.00       14.03
       19061 |          1        0.00       14.03
       19067 |          2        0.01       14.04
       19079 |          3        0.01       14.05
       19082 |          2        0.01       14.06
       19087 |          1        0.00       14.06
       19096 |          1        0.00       14.07
       19103 |          4        0.01       14.08
       19104 |         47        0.17       14.25
       19107 |          5        0.02       14.27
       19111 |          2        0.01       14.27
       19116 |          2        0.01       14.28
       19119 |          3        0.01       14.29
       19120 |         13        0.05       14.34
       19121 |         32        0.11       14.45
       19122 |         28        0.10       14.55
       19123 |          7        0.02       14.57
       19124 |          8        0.03       14.60
       19125 |         11        0.04       14.64
       19128 |          1        0.00       14.65
       19129 |          2        0.01       14.65
       19130 |         18        0.06       14.72
       19131 |         22        0.08       14.80
       19132 |         15        0.05       14.85
       19133 |         11        0.04       14.89
       19134 |         11        0.04       14.93
       19135 |          1        0.00       14.93
       19136 |          1        0.00       14.93
       19140 |         35        0.12       15.06
       19141 |         12        0.04       15.10
       19142 |         13        0.05       15.15
       19144 |         26        0.09       15.24
       19146 |         26        0.09       15.33
        1915 |          9        0.03       15.36
       19150 |          2        0.01       15.37
       19151 |          8        0.03       15.40
       19154 |          1        0.00       15.40
        1923 |          6        0.02       15.42
        1930 |          4        0.01       15.44
       19310 |          1        0.00       15.44
       19320 |         22        0.08       15.52
       19355 |          1        0.00       15.52
       19363 |          2        0.01       15.53
       19365 |          2        0.01       15.54
        1938 |          2        0.01       15.55
       19380 |          3        0.01       15.56
       19382 |          1        0.00       15.56
       19426 |          1        0.00       15.56
        1944 |          1        0.00       15.57
       19440 |          1        0.00       15.57
       19522 |          1        0.00       15.57
       19530 |          1        0.00       15.58
       19533 |          1        0.00       15.58
       19551 |          1        0.00       15.58
       19555 |          1        0.00       15.59
       19567 |          1        0.00       15.59
        1960 |          1        0.00       15.59
       19601 |         13        0.05       15.64
       19602 |          4        0.01       15.66
       19604 |          1        0.00       15.66
       19606 |          1        0.00       15.66
       19609 |          1        0.00       15.67
        1966 |          1        0.00       15.67
        1970 |          9        0.03       15.70
       19701 |          1        0.00       15.71
       19702 |          7        0.02       15.73
       19703 |          5        0.02       15.75
       19709 |         10        0.04       15.78
       19711 |          3        0.01       15.79
       19713 |          4        0.01       15.81
       19720 |         12        0.04       15.85
       19801 |         37        0.13       15.98
       19802 |          6        0.02       16.00
       19804 |          2        0.01       16.01
       19806 |          4        0.01       16.03
       19952 |          7        0.02       16.05
       19956 |          8        0.03       16.08
       19958 |         10        0.04       16.11
       19963 |         15        0.05       16.17
       20012 |          1        0.00       16.17
       20018 |          3        0.01       16.18
       20024 |          1        0.00       16.18
       20120 |          2        0.01       16.19
       20151 |          2        0.01       16.20
       20164 |          4        0.01       16.21
       20166 |          1        0.00       16.22
       20170 |          2        0.01       16.22
       20175 |          2        0.01       16.23
       20176 |          5        0.02       16.25
       20186 |          5        0.02       16.27
       20190 |          2        0.01       16.27
       20191 |          1        0.00       16.28
       20194 |          2        0.01       16.28
       20198 |          2        0.01       16.29
        2026 |          1        0.00       16.30
        2038 |          1        0.00       16.30
       20602 |          3        0.01       16.31
       20634 |          1        0.00       16.31
       20646 |          2        0.01       16.32
       20706 |          4        0.01       16.33
       20707 |          2        0.01       16.34
       20708 |          2        0.01       16.35
       20710 |          4        0.01       16.36
       20712 |          4        0.01       16.38
       20714 |          1        0.00       16.38
       20716 |          2        0.01       16.39
        2072 |          3        0.01       16.40
       20743 |          7        0.02       16.42
       20747 |          1        0.00       16.43
       20772 |          1        0.00       16.43
       20781 |          1        0.00       16.43
       20782 |          3        0.01       16.44
       20783 |          1        0.00       16.45
       20785 |          3        0.01       16.46
        2081 |          1        0.00       16.46
       20814 |          4        0.01       16.48
       20815 |          1        0.00       16.48
       20832 |          1        0.00       16.48
       20850 |          4        0.01       16.50
       20851 |          1        0.00       16.50
       20906 |          3        0.01       16.51
       20910 |         12        0.04       16.55
       20912 |         12        0.04       16.60
       21001 |          5        0.02       16.62
       21009 |          1        0.00       16.62
       21014 |          1        0.00       16.62
       21030 |          1        0.00       16.63
       21037 |          1        0.00       16.63
       21040 |          5        0.02       16.65
       21042 |          1        0.00       16.65
       21043 |          5        0.02       16.67
       21044 |          2        0.01       16.68
       21045 |          7        0.02       16.70
       21046 |          2        0.01       16.71
       21060 |          4        0.01       16.72
       21061 |          4        0.01       16.74
       21074 |          4        0.01       16.75
       21075 |          3        0.01       16.76
       21078 |          2        0.01       16.77
        2108 |          1        0.00       16.77
        2111 |          9        0.03       16.80
       21117 |          4        0.01       16.82
        2113 |          1        0.00       16.82
       21133 |          4        0.01       16.84
       21136 |          4        0.01       16.85
        2114 |          5        0.02       16.87
       21146 |          1        0.00       16.87
        2115 |         17        0.06       16.93
       21157 |          8        0.03       16.96
        2116 |          7        0.02       16.98
       21163 |          1        0.00       16.99
        2118 |         30        0.11       17.10
        2119 |         40        0.14       17.24
212-801-1073 |          1        0.00       17.24
        2120 |         10        0.04       17.28
       21201 |         15        0.05       17.33
       21202 |         13        0.05       17.38
       21207 |          3        0.01       17.39
       21209 |          2        0.01       17.39
        2121 |         36        0.13       17.52
       21211 |          3        0.01       17.53
       21212 |          4        0.01       17.55
       21213 |         18        0.06       17.61
       21214 |          2        0.01       17.62
       21215 |         14        0.05       17.67
       21216 |          6        0.02       17.69
       21217 |         27        0.10       17.78
       21218 |         13        0.05       17.83
        2122 |          3        0.01       17.84
       21220 |          1        0.00       17.85
       21221 |          6        0.02       17.87
       21222 |          5        0.02       17.88
       21223 |         15        0.05       17.94
       21224 |          6        0.02       17.96
       21225 |          5        0.02       17.98
       21227 |          5        0.02       17.99
       21228 |          3        0.01       18.01
       21229 |          4        0.01       18.02
       21230 |          3        0.01       18.03
       21231 |          5        0.02       18.05
       21236 |          2        0.01       18.05
       21237 |          1        0.00       18.06
       21239 |          1        0.00       18.06
        2124 |         23        0.08       18.14
        2125 |         17        0.06       18.20
        2126 |          9        0.03       18.24
        2127 |          6        0.02       18.26
        2128 |         10        0.04       18.29
       21286 |          1        0.00       18.30
        2129 |          3        0.01       18.31
        2130 |         15        0.05       18.36
        2131 |          1        0.00       18.36
        2132 |          2        0.01       18.37
        2134 |          5        0.02       18.39
        2135 |          6        0.02       18.41
        2136 |          6        0.02       18.43
        2138 |          1        0.00       18.44
        2139 |         18        0.06       18.50
        2140 |          4        0.01       18.51
       21401 |          6        0.02       18.53
       21403 |          2        0.01       18.54
       21409 |          1        0.00       18.55
        2149 |          2        0.01       18.55
        2150 |         16        0.06       18.61
       21502 |          6        0.02       18.63
        2151 |          4        0.01       18.64
        2152 |          2        0.01       18.65
       21531 |          1        0.00       18.66
       21532 |          3        0.01       18.67
       21536 |          2        0.01       18.67
       21539 |          1        0.00       18.68
       21541 |          3        0.01       18.69
       21550 |          9        0.03       18.72
       21562 |          1        0.00       18.72
       21632 |          4        0.01       18.74
       21635 |          1        0.00       18.74
       21639 |          2        0.01       18.75
       21643 |          3        0.01       18.76
       21663 |          1        0.00       18.76
        2169 |          3        0.01       18.77
        2170 |          1        0.00       18.78
       21701 |         10        0.04       18.81
        2171 |          2        0.01       18.82
       21713 |          2        0.01       18.83
       21716 |          1        0.00       18.83
       21727 |          2        0.01       18.84
       21740 |          8        0.03       18.87
       21742 |          3        0.01       18.88
       21784 |          2        0.01       18.88
       21788 |          2        0.01       18.89
       21804 |          3        0.01       18.90
       21811 |          7        0.02       18.93
       21863 |          4        0.01       18.94
       21875 |          1        0.00       18.94
        2190 |          2        0.01       18.95
       21903 |          4        0.01       18.96
       21913 |          1        0.00       18.97
       21915 |          1        0.00       18.97
       22015 |          2        0.01       18.98
       22026 |          4        0.01       18.99
       22030 |          1        0.00       19.00
       22032 |          1        0.00       19.00
       22041 |          3        0.01       19.01
       22042 |          2        0.01       19.02
       22043 |          1        0.00       19.02
       22044 |          3        0.01       19.03
       22046 |          1        0.00       19.04
       22102 |          1        0.00       19.04
        2215 |          3        0.01       19.05
       22172 |          3        0.01       19.06
       22192 |          3        0.01       19.07
       22193 |          4        0.01       19.09
       22201 |          7        0.02       19.11
       22202 |          1        0.00       19.11
       22203 |          9        0.03       19.15
       22205 |          3        0.01       19.16
       22206 |          5        0.02       19.17
       22207 |          2        0.01       19.18
       22209 |          3        0.01       19.19
       22301 |          1        0.00       19.20
       22302 |          2        0.01       19.20
       22303 |          1        0.00       19.21
       22304 |          5        0.02       19.22
       22305 |          5        0.02       19.24
       22306 |          8        0.03       19.27
       22309 |          1        0.00       19.27
       22310 |          1        0.00       19.28
       22312 |          1        0.00       19.28
       22314 |         11        0.04       19.32
       22315 |          2        0.01       19.33
       22401 |         14        0.05       19.38
       22407 |          7        0.02       19.40
       22427 |          4        0.01       19.42
       22539 |          1        0.00       19.42
       22553 |          1        0.00       19.42
       22560 |          2        0.01       19.43
       22601 |          6        0.02       19.45
       22602 |          1        0.00       19.46
       22603 |          1        0.00       19.46
       22611 |          2        0.01       19.47
       22630 |          4        0.01       19.48
       22657 |          3        0.01       19.49
       22664 |          6        0.02       19.51
       22727 |          1        0.00       19.52
       22801 |          3        0.01       19.53
       22851 |          1        0.00       19.53
       22901 |          6        0.02       19.55
       22902 |          6        0.02       19.57
       22903 |          4        0.01       19.59
       22973 |          2        0.01       19.59
       22980 |          3        0.01       19.60
       23002 |          1        0.00       19.61
       23005 |          6        0.02       19.63
       23061 |          1        0.00       19.63
       23075 |          2        0.01       19.64
       23093 |          2        0.01       19.65
       23111 |          3        0.01       19.66
       23112 |          3        0.01       19.67
       23114 |          2        0.01       19.68
       23220 |         14        0.05       19.73
       23222 |         10        0.04       19.76
       23223 |         21        0.07       19.84
       23224 |         25        0.09       19.92
       23225 |          8        0.03       19.95
       23227 |          7        0.02       19.98
       23228 |          3        0.01       19.99
       23230 |          2        0.01       20.00
       23234 |          7        0.02       20.02
       23237 |          3        0.01       20.03
       23306 |          1        0.00       20.03
       23310 |          1        0.00       20.04
       23320 |         10        0.04       20.07
       23321 |          4        0.01       20.09
       23417 |          2        0.01       20.10
       23421 |          1        0.00       20.10
       23430 |          5        0.02       20.12
       23432 |          1        0.00       20.12
       23434 |          7        0.02       20.15
  23434-4865 |          1        0.00       20.15
       23435 |          2        0.01       20.16
       23451 |          3        0.01       20.17
       23453 |          1        0.00       20.17
       23504 |         14        0.05       20.22
  23505-3505 |          1        0.00       20.22
       23509 |          1        0.00       20.23
       23513 |          1        0.00       20.23
       23523 |          2        0.01       20.24
        2356 |          2        0.01       20.24
        2360 |          1        0.00       20.25
       23601 |          3        0.01       20.26
       23602 |          3        0.01       20.27
       23607 |         12        0.04       20.31
       23608 |         12        0.04       20.35
       23661 |          2        0.01       20.36
       23663 |          2        0.01       20.37
       23666 |          5        0.02       20.39
       23690 |          5        0.02       20.40
        2370 |          3        0.01       20.42
       23701 |          4        0.01       20.43
       23702 |          4        0.01       20.44
       23707 |          7        0.02       20.47
       23805 |          4        0.01       20.48
       23824 |          3        0.01       20.49
       23827 |          1        0.00       20.50
       23834 |          5        0.02       20.51
       23837 |          3        0.01       20.53
       23847 |          7        0.02       20.55
       23881 |          6        0.02       20.57
       23888 |          2        0.01       20.58
       23890 |          2        0.01       20.59
       23901 |          5        0.02       20.60
       23924 |          2        0.01       20.61
       23927 |          2        0.01       20.62
       23930 |          2        0.01       20.62
       23970 |          3        0.01       20.64
       23974 |          2        0.01       20.64
       24012 |          4        0.01       20.66
       24016 |         10        0.04       20.69
       24017 |         10        0.04       20.73
       24060 |          3        0.01       20.74
       24073 |          5        0.02       20.76
       24084 |          2        0.01       20.76
       24091 |          2        0.01       20.77
       24112 |          6        0.02       20.79
       24127 |          1        0.00       20.80
       24134 |          3        0.01       20.81
       24136 |          2        0.01       20.81
       24141 |         11        0.04       20.85
       24147 |          1        0.00       20.86
       24201 |          6        0.02       20.88
        2421 |          1        0.00       20.88
       24210 |          8        0.03       20.91
       24219 |          3        0.01       20.92
       24236 |          4        0.01       20.93
       24237 |          1        0.00       20.94
       24245 |          1        0.00       20.94
       24251 |          1        0.00       20.94
       24263 |          2        0.01       20.95
       24266 |          2        0.01       20.96
       24273 |          3        0.01       20.97
       24277 |          1        0.00       20.97
       24281 |          1        0.00       20.98
       24283 |          1        0.00       20.98
       24293 |          1        0.00       20.98
       24301 |          3        0.01       20.99
       24330 |          1        0.00       21.00
       24333 |          4        0.01       21.01
       24343 |          1        0.00       21.02
       24348 |          1        0.00       21.02
       24370 |          1        0.00       21.02
       24382 |          6        0.02       21.04
       24401 |          5        0.02       21.06
       24416 |          2        0.01       21.07
       24422 |          1        0.00       21.07
       24426 |          2        0.01       21.08
       24430 |          2        0.01       21.09
       24441 |          4        0.01       21.10
       24445 |          1        0.00       21.10
        2445 |          1        0.00       21.11
       24450 |          3        0.01       21.12
        2446 |          4        0.01       21.13
       24502 |          4        0.01       21.15
       24503 |          4        0.01       21.16
       24504 |         12        0.04       21.20
       24531 |          1        0.00       21.21
       24540 |          3        0.01       21.22
       24572 |          1        0.00       21.22
        2458 |          3        0.01       21.23
       24592 |          5        0.02       21.25
        2460 |          1        0.00       21.25
        2465 |          1        0.00       21.26
       24701 |          2        0.01       21.26
       24740 |          4        0.01       21.28
        2482 |          1        0.00       21.28
       25015 |          2        0.01       21.29
       25024 |          1        0.00       21.29
       25130 |          1        0.00       21.30
       25136 |          1        0.00       21.30
       25186 |          1        0.00       21.30
       25213 |          2        0.01       21.31
       25302 |          3        0.01       21.32
       25304 |          1        0.00       21.33
       25309 |          5        0.02       21.34
       25311 |          4        0.01       21.36
       25313 |          2        0.01       21.36
        2532 |          3        0.01       21.37
       25320 |          3        0.01       21.39
        2536 |          2        0.01       21.39
        2538 |          1        0.00       21.40
       25387 |          8        0.03       21.42
        2539 |          1        0.00       21.43
        2540 |          1        0.00       21.43
       25401 |          7        0.02       21.46
       25404 |          8        0.03       21.49
       25411 |          1        0.00       21.49
       25413 |          1        0.00       21.49
       25419 |          1        0.00       21.50
       25425 |          1        0.00       21.50
       25438 |          3        0.01       21.51
       25443 |          2        0.01       21.52
       25504 |          2        0.01       21.52
       25510 |          1        0.00       21.53
       25514 |          1        0.00       21.53
       25526 |          5        0.02       21.55
       25530 |          1        0.00       21.55
       26362 |          1        0.00       21.56
        2638 |          1        0.00       21.56
       26501 |          1        0.00       21.56
       26525 |          2        0.01       21.57
        2653 |          1        0.00       21.57
       26537 |          1        0.00       21.58
       26547 |          2        0.01       21.58
       26554 |          4        0.01       21.60
        2657 |          2        0.01       21.61
       26601 |          1        0.00       21.61
       26624 |          2        0.01       21.62
        2664 |          2        0.01       21.62
       26651 |          2        0.01       21.63
        2668 |          1        0.00       21.63
       26757 |          1        0.00       21.64
       26764 |          1        0.00       21.64
       26836 |          1        0.00       21.65
       27017 |          1        0.00       21.65
       27025 |          2        0.01       21.66
  27025-1975 |          1        0.00       21.66
       27028 |          5        0.02       21.68
        2703 |          3        0.01       21.69
       27030 |          6        0.02       21.71
       27103 |          2        0.01       21.72
       27105 |         14        0.05       21.77
       27106 |          4        0.01       21.78
       27107 |          4        0.01       21.79
        2718 |          1        0.00       21.80
        2720 |          1        0.00       21.80
       27204 |          1        0.00       21.81
       27262 |          1        0.00       21.81
       27263 |          3        0.01       21.82
       27284 |          5        0.02       21.84
       27288 |          9        0.03       21.87
       27292 |          8        0.03       21.90
       27295 |          4        0.01       21.91
       27306 |          2        0.01       21.92
       27312 |          4        0.01       21.93
       27317 |          3        0.01       21.94
       27320 |          9        0.03       21.98
       27330 |         13        0.05       22.02
       27344 |          6        0.02       22.04
       27360 |          6        0.02       22.06
       27370 |          3        0.01       22.08
       27376 |          1        0.00       22.08
       27379 |          1        0.00       22.08
        2738 |          4        0.01       22.10
        2740 |         11        0.04       22.14
       27401 |         71        0.25       22.39
  27401-3742 |          1        0.00       22.39
       27405 |         70        0.25       22.64
       27406 |         65        0.23       22.87
       27407 |          5        0.02       22.89
       27408 |          1        0.00       22.89
       27410 |          1        0.00       22.90
        2744 |          4        0.01       22.91
       27455 |          1        0.00       22.91
        2746 |          3        0.01       22.92
        2747 |          2        0.01       22.93
       27472 |          1        0.00       22.94
       27501 |          2        0.01       22.94
       27502 |          4        0.01       22.96
       27504 |          3        0.01       22.97
       27508 |          1        0.00       22.97
       27510 |          2        0.01       22.98
  27510-1692 |          1        0.00       22.98
       27511 |         43        0.15       23.13
       27513 |          3        0.01       23.15
       27514 |          3        0.01       23.16
       27517 |          1        0.00       23.16
       27519 |          2        0.01       23.17
  27519-9701 |          1        0.00       23.17
       27520 |          4        0.01       23.18
       27521 |          2        0.01       23.19
       27522 |          1        0.00       23.20
  27524-9387 |          1        0.00       23.20
       27525 |          1        0.00       23.20
  27526-2609 |          1        0.00       23.21
       27527 |          1        0.00       23.21
       27529 |         11        0.04       23.25
  27529-7905 |          1        0.00       23.25
  27529-8365 |          1        0.00       23.26
       27530 |          2        0.01       23.26
       27532 |          1        0.00       23.27
       27533 |          1        0.00       23.27
       27534 |          9        0.03       23.30
       27536 |         80        0.28       23.59
       27537 |          5        0.02       23.60
       27540 |          6        0.02       23.63
  27540-6331 |          1        0.00       23.63
       27545 |          5        0.02       23.65
       27546 |          6        0.02       23.67
       27549 |         33        0.12       23.79
       27555 |          1        0.00       23.79
       27557 |          2        0.01       23.80
       27560 |          1        0.00       23.80
       27563 |          2        0.01       23.81
       27565 |         24        0.09       23.89
       27573 |          8        0.03       23.92
       27577 |          5        0.02       23.94
       27589 |         14        0.05       23.99
       27591 |          6        0.02       24.01
       27597 |          3        0.01       24.02
       27606 |         68        0.24       24.26
       27607 |          1        0.00       24.27
       27608 |          1        0.00       24.27
       27609 |          5        0.02       24.29
       27610 |        261        0.93       25.21
  27610-3036 |          1        0.00       25.22
       27611 |          2        0.01       25.22
       27612 |          3        0.01       25.24
       27613 |          5        0.02       25.25
  27613-4477 |          1        0.00       25.26
       27614 |          5        0.02       25.27
       27615 |          1        0.00       25.28
       27616 |         41        0.15       25.42
       27617 |          1        0.00       25.43
        2762 |          1        0.00       25.43
        2766 |          1        0.00       25.43
       27701 |         15        0.05       25.49
       27704 |          9        0.03       25.52
       27707 |         19        0.07       25.59
       27713 |         12        0.04       25.63
       27804 |          3        0.01       25.64
       27805 |          1        0.00       25.64
       27822 |          5        0.02       25.66
       27855 |          1        0.00       25.67
       27856 |          4        0.01       25.68
       27857 |          1        0.00       25.68
       27878 |          1        0.00       25.69
       27886 |          6        0.02       25.71
       27893 |        152        0.54       26.25
       27896 |          1        0.00       26.25
       27897 |          1        0.00       26.26
        2790 |          3        0.01       26.27
       27909 |         11        0.04       26.31
       27925 |          1        0.00       26.31
       27932 |          7        0.02       26.33
       27944 |          2        0.01       26.34
       27954 |          1        0.00       26.34
       27970 |          1        0.00       26.35
       27983 |          2        0.01       26.36
       27986 |          1        0.00       26.36
       28001 |          9        0.03       26.39
       28002 |          1        0.00       26.39
       28012 |          4        0.01       26.41
       28016 |          4        0.01       26.42
       28017 |          1        0.00       26.43
       28021 |         15        0.05       26.48
  28021-3660 |          1        0.00       26.48
       28023 |          2        0.01       26.49
       28025 |          4        0.01       26.50
       28027 |          2        0.01       26.51
  28027-2815 |          1        0.00       26.52
  28027-7852 |          2        0.01       26.52
       28031 |          2        0.01       26.53
       28032 |          1        0.00       26.53
       28034 |          4        0.01       26.55
       28036 |          1        0.00       26.55
       28043 |          5        0.02       26.57
       28052 |         12        0.04       26.61
       28054 |          8        0.03       26.64
  28054-5681 |          1        0.00       26.64
       28056 |          2        0.01       26.65
        2806 |          2        0.01       26.66
       28073 |          1        0.00       26.66
       28078 |          3        0.01       26.67
       28083 |          8        0.03       26.70
       28086 |          7        0.02       26.72
        2809 |          1        0.00       26.73
       28092 |          6        0.02       26.75
  28092-7733 |          1        0.00       26.75
       28097 |          3        0.01       26.76
       28110 |          2        0.01       26.77
       28115 |          7        0.02       26.80
       28117 |          1        0.00       26.80
       28120 |          1        0.00       26.80
       28135 |          2        0.01       26.81
       28138 |          1        0.00       26.81
       28139 |          1        0.00       26.82
  28139-3004 |          1        0.00       26.82
       28144 |          7        0.02       26.85
       28146 |          1        0.00       26.85
       28147 |          8        0.03       26.88
       28150 |         28        0.10       26.98
       28152 |         14        0.05       27.03
  28152-7051 |          1        0.00       27.03
        2816 |          2        0.01       27.04
       28160 |          3        0.01       27.05
  28160-1387 |          1        0.00       27.05
       28164 |          2        0.01       27.06
       28170 |          3        0.01       27.07
  28170-2948 |          1        0.00       27.07
  28170-3044 |          1        0.00       27.08
       28174 |          2        0.01       27.08
        2818 |          2        0.01       27.09
       28202 |          6        0.02       27.11
       28203 |          1        0.00       27.12
       28204 |          3        0.01       27.13
       28205 |         13        0.05       27.17
       28208 |         28        0.10       27.27
  28208-6634 |          1        0.00       27.28
       28209 |          4        0.01       27.29
       28262 |          2        0.01       27.30
       28277 |          1        0.00       27.30
       28288 |          1        0.00       27.30
       28303 |          3        0.01       27.32
       28314 |          9        0.03       27.35
        2832 |          2        0.01       27.35
       28320 |          3        0.01       27.36
  28320-7502 |          1        0.00       27.37
       28327 |          3        0.01       27.38
       28328 |          5        0.02       27.40
       28334 |          6        0.02       27.42
       28335 |          1        0.00       27.42
       28337 |          8        0.03       27.45
       28340 |          4        0.01       27.46
       28349 |          1        0.00       27.47
        2835 |          1        0.00       27.47
       28352 |          9        0.03       27.50
       28353 |          2        0.01       27.51
       28358 |          8        0.03       27.54
       28359 |          3        0.01       27.55
       28364 |          3        0.01       27.56
       28365 |          5        0.02       27.58
       28372 |          3        0.01       27.59
  28372-7408 |          1        0.00       27.59
       28376 |         13        0.05       27.64
       28377 |          2        0.01       27.65
       28379 |          8        0.03       27.67
        2838 |          2        0.01       27.68
       28383 |          1        0.00       27.68
       28384 |          3        0.01       27.70
       28385 |          1        0.00       27.70
       28387 |          3        0.01       27.71
       28390 |          1        0.00       27.71
       28394 |          1        0.00       27.72
       28398 |          4        0.01       27.73
        2840 |         13        0.05       27.78
       28401 |         24        0.09       27.86
  28401-0547 |          1        0.00       27.87
  28401-7762 |          1        0.00       27.87
       28403 |          4        0.01       27.88
       28405 |          7        0.02       27.91
       28406 |          1        0.00       27.91
       28411 |          2        0.01       27.92
       28412 |          1        0.00       27.92
        2842 |          1        0.00       27.93
       28424 |          1        0.00       27.93
       28425 |          3        0.01       27.94
       28431 |          3        0.01       27.95
       28439 |          2        0.01       27.96
       28447 |          1        0.00       27.96
       28458 |          1        0.00       27.97
       28502 |          1        0.00       27.97
       28503 |          1        0.00       27.97
       28504 |          3        0.01       27.98
       28509 |          1        0.00       27.99
       28513 |          2        0.01       27.99
       28515 |          1        0.00       28.00
       28516 |          3        0.01       28.01
  28516-1912 |          1        0.00       28.01
       28532 |          3        0.01       28.02
  28546-9399 |          1        0.00       28.03
       28563 |          1        0.00       28.03
       28570 |          4        0.01       28.04
       28573 |          2        0.01       28.05
       28574 |          2        0.01       28.06
       28584 |          1        0.00       28.06
       28601 |          6        0.02       28.08
  28601-4682 |          1        0.00       28.09
       28602 |          5        0.02       28.10
       28603 |          1        0.00       28.11
       28604 |          1        0.00       28.11
       28605 |          1        0.00       28.11
       28607 |          3        0.01       28.13
       28612 |          1        0.00       28.13
       28613 |          2        0.01       28.14
       28621 |          5        0.02       28.15
       28622 |          1        0.00       28.16
       28625 |          4        0.01       28.17
  28625-2731 |          1        0.00       28.18
        2863 |          4        0.01       28.19
       28638 |          2        0.01       28.20
        2864 |          6        0.02       28.22
       28640 |          3        0.01       28.23
       28642 |          1        0.00       28.23
       28645 |          9        0.03       28.26
        2865 |          1        0.00       28.27
       28655 |          9        0.03       28.30
       28657 |          2        0.01       28.31
       28658 |          3        0.01       28.32
       28675 |          4        0.01       28.33
       28677 |         15        0.05       28.39
       28680 |          1        0.00       28.39
       28681 |          2        0.01       28.40
       28687 |          1        0.00       28.40
       28690 |          1        0.00       28.40
       28697 |          4        0.01       28.42
       28704 |          2        0.01       28.42
       28705 |          2        0.01       28.43
        2871 |          2        0.01       28.44
       28711 |          2        0.01       28.45
       28712 |          6        0.02       28.47
       28713 |          2        0.01       28.47
       28714 |          6        0.02       28.50
       28716 |          1        0.00       28.50
       28719 |          1        0.00       28.50
       28721 |          2        0.01       28.51
       28722 |          1        0.00       28.51
       28726 |          1        0.00       28.52
       28734 |          5        0.02       28.53
       28746 |          1        0.00       28.54
       28752 |          5        0.02       28.56
       28753 |          1        0.00       28.56
       28754 |          1        0.00       28.56
       28771 |          2        0.01       28.57
       28777 |          1        0.00       28.57
       28779 |          4        0.01       28.59
        2878 |          3        0.01       28.60
       28806 |          9        0.03       28.63
       29020 |          7        0.02       28.66
       29033 |          3        0.01       28.67
       29042 |          1        0.00       28.67
       29072 |          7        0.02       28.69
       29115 |          1        0.00       28.70
       29127 |          2        0.01       28.70
       29129 |          1        0.00       28.71
       29138 |          3        0.01       28.72
        2914 |          2        0.01       28.73
       29142 |          2        0.01       28.73
       29148 |          2        0.01       28.74
       29150 |         10        0.04       28.78
       29153 |          3        0.01       28.79
       29160 |          1        0.00       28.79
       29161 |          2        0.01       28.80
       29162 |          2        0.01       28.80
       29169 |          2        0.01       28.81
       29178 |          1        0.00       28.82
       29180 |          3        0.01       28.83
        2919 |          1        0.00       28.83
        2920 |          1        0.00       28.83
       29201 |          5        0.02       28.85
       29203 |         26        0.09       28.94
       29204 |         11        0.04       28.98
       29205 |          6        0.02       29.00
       29206 |          1        0.00       29.01
       29209 |          4        0.01       29.02
       29210 |          3        0.01       29.03
       29212 |          6        0.02       29.05
       29223 |          5        0.02       29.07
       29229 |          1        0.00       29.07
       29303 |          2        0.01       29.08
       29306 |          4        0.01       29.10
       29316 |          2        0.01       29.10
       29323 |          1        0.00       29.11
       29325 |          7        0.02       29.13
       29330 |          3        0.01       29.14
       29334 |          4        0.01       29.16
       29340 |          4        0.01       29.17
       29365 |          1        0.00       29.17
       29414 |          2        0.01       29.18
       29420 |          3        0.01       29.19
       29440 |          6        0.02       29.21
       29445 |          4        0.01       29.23
       29448 |          1        0.00       29.23
       29455 |          2        0.01       29.24
       29456 |          1        0.00       29.24
       29461 |          2        0.01       29.25
       29477 |          3        0.01       29.26
       29479 |          3        0.01       29.27
       29483 |          8        0.03       29.30
       29525 |          2        0.01       29.31
       29526 |          3        0.01       29.32
       29527 |          4        0.01       29.33
       29532 |          4        0.01       29.34
       29536 |          1        0.00       29.35
       29550 |          3        0.01       29.36
       29554 |          1        0.00       29.36
       29556 |          4        0.01       29.38
       29560 |          6        0.02       29.40
       29563 |          1        0.00       29.40
       29565 |          2        0.01       29.41
       29575 |          3        0.01       29.42
       29611 |          2        0.01       29.43
       29615 |          1        0.00       29.43
       29617 |          5        0.02       29.45
       29620 |          3        0.01       29.46
       29621 |          4        0.01       29.47
       29625 |          6        0.02       29.49
       29630 |          3        0.01       29.50
       29631 |          1        0.00       29.51
       29642 |          2        0.01       29.52
       29644 |          4        0.01       29.53
       29646 |          8        0.03       29.56
       29649 |          6        0.02       29.58
       29650 |          2        0.01       29.59
       29651 |          5        0.02       29.60
       29657 |          2        0.01       29.61
       29662 |          1        0.00       29.62
       29666 |          1        0.00       29.62
       29669 |          1        0.00       29.62
       29670 |          1        0.00       29.63
       29671 |          3        0.01       29.64
       29672 |          1        0.00       29.64
       29673 |          2        0.01       29.65
       29678 |          5        0.02       29.66
       29690 |          5        0.02       29.68
       29692 |          3        0.01       29.69
       29710 |          2        0.01       29.70
       29715 |          4        0.01       29.71
       29812 |          2        0.01       29.72
       29817 |          1        0.00       29.73
       29824 |         10        0.04       29.76
       29910 |         10        0.04       29.80
       30012 |          2        0.01       29.80
       30013 |          2        0.01       29.81
       30014 |          5        0.02       29.83
       30016 |          2        0.01       29.84
       30021 |          4        0.01       29.85
       30030 |          4        0.01       29.86
       30032 |          6        0.02       29.89
       30033 |          2        0.01       29.89
       30034 |          8        0.03       29.92
       30038 |          2        0.01       29.93
       30043 |          3        0.01       29.94
       30044 |          1        0.00       29.94
       30082 |          1        0.00       29.95
       30083 |          2        0.01       29.95
       30084 |          1        0.00       29.96
       30088 |          3        0.01       29.97
       30096 |          3        0.01       29.98
       30124 |          1        0.00       29.98
       30141 |          1        0.00       29.98
       30168 |          4        0.01       30.00
       30188 |          3        0.01       30.01
       30189 |          1        0.00       30.01
       30252 |          2        0.01       30.02
       30291 |          1        0.00       30.02
       30295 |          1        0.00       30.03
       30296 |          1        0.00       30.03
       30297 |          8        0.03       30.06
       30303 |          6        0.02       30.08
       30305 |          1        0.00       30.08
       30306 |          3        0.01       30.09
       30307 |          7        0.02       30.12
       30308 |          1        0.00       30.12
        3031 |          2        0.01       30.13
       30310 |         27        0.10       30.23
       30311 |         19        0.07       30.29
       30312 |         22        0.08       30.37
       30313 |          6        0.02       30.39
       30314 |          5        0.02       30.41
       30315 |         28        0.10       30.51
       30316 |          9        0.03       30.54
       30317 |          4        0.01       30.56
       30319 |          4        0.01       30.57
       30327 |          1        0.00       30.57
       30328 |          1        0.00       30.58
       30331 |         18        0.06       30.64
       30336 |          1        0.00       30.65
       30337 |          3        0.01       30.66
       30339 |          1        0.00       30.66
       30340 |          3        0.01       30.67
       30341 |          1        0.00       30.67
       30344 |         12        0.04       30.72
       30346 |          1        0.00       30.72
       30349 |          2        0.01       30.73
       30354 |         10        0.04       30.76
       30363 |          1        0.00       30.77
        3037 |          1        0.00       30.77
        3038 |          3        0.01       30.78
       30401 |          4        0.01       30.80
       30411 |          1        0.00       30.80
       30417 |          1        0.00       30.80
        3042 |          1        0.00       30.81
       30434 |          1        0.00       30.81
       30436 |          2        0.01       30.82
       30439 |          3        0.01       30.83
       30442 |          2        0.01       30.83
       30445 |          2        0.01       30.84
        3045 |          1        0.00       30.84
       30453 |          1        0.00       30.85
       30456 |          1        0.00       30.85
       30457 |          1        0.00       30.86
       30458 |          4        0.01       30.87
       30461 |          1        0.00       30.87
       30467 |          1        0.00       30.88
       30474 |          3        0.01       30.89
       30477 |          2        0.01       30.89
        3049 |          1        0.00       30.90
       30501 |          3        0.01       30.91
       30504 |          3        0.01       30.92
       30507 |          1        0.00       30.92
       30512 |          3        0.01       30.93
       30513 |          4        0.01       30.95
       30518 |          2        0.01       30.96
       30519 |          1        0.00       30.96
       30525 |          1        0.00       30.96
       30528 |          4        0.01       30.98
       30529 |          2        0.01       30.98
        3053 |          2        0.01       30.99
       30531 |          2        0.01       31.00
       30533 |          1        0.00       31.00
       30534 |          2        0.01       31.01
       30540 |          3        0.01       31.02
       30542 |          1        0.00       31.02
       30546 |          2        0.01       31.03
       30548 |          1        0.00       31.03
        3055 |          2        0.01       31.04
       30558 |          1        0.00       31.04
       30568 |          1        0.00       31.05
       30577 |          2        0.01       31.05
       30582 |          2        0.01       31.06
        3060 |          7        0.02       31.09
       30601 |          5        0.02       31.10
       30605 |          3        0.01       31.12
       30606 |          2        0.01       31.12
        3062 |          1        0.00       31.13
       30624 |          1        0.00       31.13
        3063 |          1        0.00       31.13
       30630 |          1        0.00       31.14
       30631 |          1        0.00       31.14
        3064 |          5        0.02       31.16
       30642 |          5        0.02       31.18
       30643 |          3        0.01       31.19
       30650 |          2        0.01       31.19
       30655 |          3        0.01       31.20
       30662 |          2        0.01       31.21
       30669 |          1        0.00       31.21
       30673 |          3        0.01       31.23
       30680 |          4        0.01       31.24
       30701 |          6        0.02       31.26
       30705 |          1        0.00       31.26
       30707 |          1        0.00       31.27
       30721 |          2        0.01       31.28
       30728 |          3        0.01       31.29
       30736 |          3        0.01       31.30
       30739 |          1        0.00       31.30
       30741 |          1        0.00       31.30
       30742 |          1        0.00       31.31
       30747 |          3        0.01       31.32
       30752 |          2        0.01       31.32
       30753 |          1        0.00       31.33
        3076 |          1        0.00       31.33
        3079 |          3        0.01       31.34
       30830 |          7        0.02       31.37
       30906 |          1        0.00       31.37
       31023 |          1        0.00       31.37
       31036 |          1        0.00       31.38
        3104 |          9        0.03       31.41
       31041 |          1        0.00       31.41
       31082 |          3        0.01       31.42
       31087 |          2        0.01       31.43
       31088 |          5        0.02       31.45
       31089 |          2        0.01       31.46
       31092 |          3        0.01       31.47
        3110 |          1        0.00       31.47
       31204 |          7        0.02       31.50
       31206 |          2        0.01       31.50
       31217 |          1        0.00       31.51
       31305 |          2        0.01       31.51
       31313 |          4        0.01       31.53
       31322 |          1        0.00       31.53
       31326 |          5        0.02       31.55
       31404 |          8        0.03       31.58
       31405 |          3        0.01       31.59
       31406 |          1        0.00       31.59
       31415 |          5        0.02       31.61
       31419 |          1        0.00       31.61
       31501 |          5        0.02       31.63
       31503 |          2        0.01       31.64
       31510 |          1        0.00       31.64
       31516 |          1        0.00       31.64
       31520 |          4        0.01       31.66
       31525 |          2        0.01       31.67
       31533 |          3        0.01       31.68
       31535 |          2        0.01       31.68
       31635 |          3        0.01       31.69
       31636 |          4        0.01       31.71
       31642 |          2        0.01       31.72
       31643 |          2        0.01       31.72
       31650 |          1        0.00       31.73
       31701 |          5        0.02       31.74
       31705 |          6        0.02       31.77
       31707 |          2        0.01       31.77
       31709 |          4        0.01       31.79
       31714 |          5        0.02       31.80
       31719 |          3        0.01       31.82
       31721 |          2        0.01       31.82
       31730 |          3        0.01       31.83
       31750 |          5        0.02       31.85
       31757 |          1        0.00       31.85
       31763 |          1        0.00       31.86
       31768 |          5        0.02       31.88
       31774 |          1        0.00       31.88
       31779 |          1        0.00       31.88
       31788 |          3        0.01       31.89
       31791 |          3        0.01       31.90
       31792 |          3        0.01       31.91
       31793 |          2        0.01       31.92
       31794 |          5        0.02       31.94
       31803 |          2        0.01       31.95
       31806 |          1        0.00       31.95
       31816 |          2        0.01       31.96
       31824 |          1        0.00       31.96
       31825 |          1        0.00       31.96
       31827 |          1        0.00       31.97
       31833 |          2        0.01       31.98
       31901 |          2        0.01       31.98
       31903 |          9        0.03       32.01
       31904 |          9        0.03       32.05
       31906 |          5        0.02       32.06
       31909 |          1        0.00       32.07
       32011 |          2        0.01       32.07
       32025 |          4        0.01       32.09
       32034 |          5        0.02       32.11
       32043 |          1        0.00       32.11
       32046 |          1        0.00       32.11
       32052 |          3        0.01       32.12
       32053 |          1        0.00       32.13
       32054 |          1        0.00       32.13
       32055 |          1        0.00       32.14
       32064 |          3        0.01       32.15
       32068 |          2        0.01       32.15
       32073 |          1        0.00       32.16
       32081 |          1        0.00       32.16
       32084 |          5        0.02       32.18
       32086 |          2        0.01       32.19
       32091 |          1        0.00       32.19
       32097 |          2        0.01       32.20
       32110 |          1        0.00       32.20
       32112 |          1        0.00       32.20
       32114 |          6        0.02       32.22
       32117 |          3        0.01       32.23
       32119 |          2        0.01       32.24
       32128 |          1        0.00       32.25
       32129 |          2        0.01       32.25
       32136 |          2        0.01       32.26
       32137 |          1        0.00       32.26
       32145 |          1        0.00       32.27
       32148 |          1        0.00       32.27
       32159 |          3        0.01       32.28
       32164 |          1        0.00       32.28
       32168 |          1        0.00       32.29
       32174 |          3        0.01       32.30
       32177 |          7        0.02       32.32
       32193 |          1        0.00       32.33
        3220 |          2        0.01       32.33
       32202 |          1        0.00       32.34
       32205 |          1        0.00       32.34
       32206 |          6        0.02       32.36
       32207 |          4        0.01       32.38
       32208 |          3        0.01       32.39
       32209 |          3        0.01       32.40
       32210 |          3        0.01       32.41
       32211 |          2        0.01       32.42
       32216 |          4        0.01       32.43
       32217 |          1        0.00       32.43
       32218 |          6        0.02       32.46
        3222 |          1        0.00       32.46
       32223 |          1        0.00       32.46
       32224 |          3        0.01       32.47
       32225 |          3        0.01       32.48
       32233 |          1        0.00       32.49
       32244 |          7        0.02       32.51
       32246 |          3        0.01       32.52
       32257 |          4        0.01       32.54
       32277 |          3        0.01       32.55
       32301 |          2        0.01       32.55
       32303 |          3        0.01       32.57
       32304 |          4        0.01       32.58
       32305 |          1        0.00       32.58
       32308 |          4        0.01       32.60
       32310 |          1        0.00       32.60
       32320 |          1        0.00       32.60
       32322 |          1        0.00       32.61
       32327 |          1        0.00       32.61
       32328 |          1        0.00       32.62
       32331 |          1        0.00       32.62
       32333 |          1        0.00       32.62
       32348 |          2        0.01       32.63
       32428 |          1        0.00       32.63
       32448 |          5        0.02       32.65
       32460 |          1        0.00       32.65
        3253 |          1        0.00       32.66
       32535 |          2        0.01       32.67
        3263 |          1        0.00       32.67
       32641 |          4        0.01       32.68
       32693 |          2        0.01       32.69
       32696 |          2        0.01       32.70
       32714 |          1        0.00       32.70
       32751 |          1        0.00       32.70
        3276 |          3        0.01       32.71
       32763 |          6        0.02       32.74
       32771 |          5        0.02       32.75
       32784 |          2        0.01       32.76
       32792 |          3        0.01       32.77
       32801 |          1        0.00       32.78
       32805 |          6        0.02       32.80
       32807 |          2        0.01       32.80
       32810 |          7        0.02       32.83
       32822 |         12        0.04       32.87
       32825 |          9        0.03       32.90
       32828 |          5        0.02       32.92
       32829 |          1        0.00       32.92
       32836 |          2        0.01       32.93
       32837 |          3        0.01       32.94
       32839 |         24        0.09       33.03
       32901 |          3        0.01       33.04
       32907 |          2        0.01       33.05
       32908 |          1        0.00       33.05
       32922 |          1        0.00       33.05
       32934 |          1        0.00       33.06
       32935 |          2        0.01       33.06
       32948 |          2        0.01       33.07
       32955 |          2        0.01       33.08
       32958 |          2        0.01       33.08
       32960 |          4        0.01       33.10
       32962 |          2        0.01       33.11
       32966 |          2        0.01       33.11
       32967 |          6        0.02       33.13
       33004 |          1        0.00       33.14
       33009 |          2        0.01       33.14
        3301 |         10        0.04       33.18
       33010 |          3        0.01       33.19
       33015 |          7        0.02       33.22
       33018 |          1        0.00       33.22
       33020 |          2        0.01       33.23
       33023 |          3        0.01       33.24
       33024 |          7        0.02       33.26
       33025 |          3        0.01       33.27
        3303 |          3        0.01       33.28
       33030 |         13        0.05       33.33
       33032 |         10        0.04       33.37
       33033 |         12        0.04       33.41
       33034 |         11        0.04       33.45
       33036 |          1        0.00       33.45
       33037 |          1        0.00       33.45
        3304 |          2        0.01       33.46
       33040 |          7        0.02       33.49
       33043 |          1        0.00       33.49
       33050 |          2        0.01       33.50
       33054 |          4        0.01       33.51
       33055 |          2        0.01       33.52
       33056 |          4        0.01       33.53
       33060 |          4        0.01       33.55
       33063 |          1        0.00       33.55
       33064 |          3        0.01       33.56
       33068 |          2        0.01       33.57
       33069 |          6        0.02       33.59
       33070 |          1        0.00       33.59
       33073 |          1        0.00       33.60
       33123 |          1        0.00       33.60
       33125 |          4        0.01       33.61
       33126 |          3        0.01       33.62
       33127 |         15        0.05       33.68
       33128 |          5        0.02       33.70
       33130 |         11        0.04       33.74
       33131 |          2        0.01       33.74
       33132 |          1        0.00       33.75
       33133 |          4        0.01       33.76
       33135 |          3        0.01       33.77
       33136 |         15        0.05       33.82
       33137 |          2        0.01       33.83
       33138 |          6        0.02       33.85
       33139 |          6        0.02       33.87
       33141 |          3        0.01       33.88
       33142 |         22        0.08       33.96
       33143 |          1        0.00       33.97
       33147 |          9        0.03       34.00
       33150 |          3        0.01       34.01
       33155 |          1        0.00       34.01
       33157 |          3        0.01       34.02
       33161 |          2        0.01       34.03
       33162 |          1        0.00       34.03
       33165 |          2        0.01       34.04
       33167 |          5        0.02       34.06
       33169 |          7        0.02       34.08
       33170 |          1        0.00       34.09
       33174 |          2        0.01       34.09
       33176 |          1        0.00       34.10
       33177 |          4        0.01       34.11
       33178 |          1        0.00       34.12
       33179 |          2        0.01       34.12
       33180 |          1        0.00       34.13
       33181 |          1        0.00       34.13
       33189 |          6        0.02       34.15
       33190 |          5        0.02       34.17
       33301 |          1        0.00       34.17
       33304 |          1        0.00       34.18
       33309 |          2        0.01       34.18
       33311 |         14        0.05       34.23
       33312 |          1        0.00       34.24
       33313 |          4        0.01       34.25
       33314 |          2        0.01       34.26
       33316 |          1        0.00       34.26
       33319 |          1        0.00       34.26
       33325 |          1        0.00       34.27
       33326 |          1        0.00       34.27
       33351 |          1        0.00       34.28
       33371 |          1        0.00       34.28
       33401 |          8        0.03       34.31
       33403 |          4        0.01       34.32
       33404 |          1        0.00       34.33
       33407 |          8        0.03       34.35
       33409 |          4        0.01       34.37
       33410 |          2        0.01       34.37
       33411 |          6        0.02       34.40
       33415 |          3        0.01       34.41
       33430 |          2        0.01       34.41
       33435 |          3        0.01       34.42
       33437 |          1        0.00       34.43
       33441 |          3        0.01       34.44
       33442 |          1        0.00       34.44
       33444 |          5        0.02       34.46
       33460 |          3        0.01       34.47
       33461 |          2        0.01       34.48
       33462 |          3        0.01       34.49
       33463 |          4        0.01       34.50
       33471 |          1        0.00       34.51
       33476 |          2        0.01       34.51
       33510 |          4        0.01       34.53
       33511 |          3        0.01       34.54
       33513 |          1        0.00       34.54
       33523 |          3        0.01       34.55
       33538 |          2        0.01       34.56
       33540 |          1        0.00       34.56
       33542 |          3        0.01       34.57
       33559 |          1        0.00       34.58
       33566 |          3        0.01       34.59
       33569 |          1        0.00       34.59
       33570 |          2        0.01       34.60
       33619 |          4        0.01       34.61
       33625 |          5        0.02       34.63
       33709 |          1        0.00       34.63
       33711 |          2        0.01       34.64
       33714 |          2        0.01       34.65
       33805 |          5        0.02       34.67
       33810 |          2        0.01       34.67
       33813 |          1        0.00       34.68
       33815 |          2        0.01       34.68
       33825 |          3        0.01       34.69
       33830 |          5        0.02       34.71
       33844 |          3        0.01       34.72
       33852 |          4        0.01       34.74
       33853 |          1        0.00       34.74
       33859 |          1        0.00       34.74
       33870 |          5        0.02       34.76
       33873 |          4        0.01       34.78
       33881 |          4        0.01       34.79
       33898 |          1        0.00       34.79
       33901 |          3        0.01       34.81
       33905 |          1        0.00       34.81
       33907 |          1        0.00       34.81
       33908 |          2        0.01       34.82
       33909 |          3        0.01       34.83
       33916 |          9        0.03       34.86
       33935 |          4        0.01       34.88
       33936 |          3        0.01       34.89
       33947 |          1        0.00       34.89
       33948 |          1        0.00       34.89
       33950 |          4        0.01       34.91
       33966 |          1        0.00       34.91
       33972 |          2        0.01       34.92
       33980 |          1        0.00       34.92
       33983 |          2        0.01       34.93
       34102 |          2        0.01       34.94
       34104 |          8        0.03       34.96
       34109 |          3        0.01       34.98
       34110 |          1        0.00       34.98
       34112 |          2        0.01       34.99
       34113 |          2        0.01       34.99
       34116 |          5        0.02       35.01
       34119 |          2        0.01       35.02
       34142 |         11        0.04       35.06
       34203 |          2        0.01       35.06
       34205 |          5        0.02       35.08
       34208 |          6        0.02       35.10
       34210 |          2        0.01       35.11
       34221 |          2        0.01       35.12
       34222 |          3        0.01       35.13
       34231 |          3        0.01       35.14
       34234 |          4        0.01       35.15
       34235 |          1        0.00       35.16
       34266 |          8        0.03       35.19
       34285 |          1        0.00       35.19
       34287 |          4        0.01       35.20
        3431 |          8        0.03       35.23
       34420 |          2        0.01       35.24
       34428 |          1        0.00       35.24
       34429 |          2        0.01       35.25
       34431 |          1        0.00       35.25
       34432 |          1        0.00       35.26
       34436 |          1        0.00       35.26
       34442 |          1        0.00       35.26
       34449 |          2        0.01       35.27
       34450 |          2        0.01       35.28
        3446 |          2        0.01       35.28
       34465 |          1        0.00       35.29
       34470 |          1        0.00       35.29
       34471 |          6        0.02       35.31
       34475 |          4        0.01       35.33
       34479 |          3        0.01       35.34
       34488 |          1        0.00       35.34
        3451 |          2        0.01       35.35
        3452 |          2        0.01       35.36
        3455 |          1        0.00       35.36
        3458 |          1        0.00       35.36
       34601 |          6        0.02       35.38
       34607 |          2        0.01       35.39
       34608 |          3        0.01       35.40
       34609 |          3        0.01       35.41
        3461 |          1        0.00       35.42
       34613 |          1        0.00       35.42
       34638 |          1        0.00       35.42
        3465 |          2        0.01       35.43
       34652 |          2        0.01       35.44
       34653 |          2        0.01       35.44
       34667 |          1        0.00       35.45
       34668 |          4        0.01       35.46
       34677 |          1        0.00       35.47
       34684 |          1        0.00       35.47
       34689 |          4        0.01       35.48
        3469 |          1        0.00       35.49
       34691 |          1        0.00       35.49
        3470 |          4        0.01       35.51
       34711 |          2        0.01       35.51
       34731 |          3        0.01       35.52
       34736 |          2        0.01       35.53
       34741 |         13        0.05       35.58
       34743 |          2        0.01       35.58
       34744 |          7        0.02       35.61
       34747 |          1        0.00       35.61
       34748 |          9        0.03       35.64
       34758 |          1        0.00       35.65
       34772 |          2        0.01       35.65
       34785 |          2        0.01       35.66
       34786 |          2        0.01       35.67
       34952 |          3        0.01       35.68
       34957 |          1        0.00       35.68
       34996 |          1        0.00       35.69
       35020 |          2        0.01       35.69
       35031 |          2        0.01       35.70
       35034 |          1        0.00       35.70
       35042 |          5        0.02       35.72
       35051 |          3        0.01       35.73
       35055 |          4        0.01       35.75
       35116 |          1        0.00       35.75
       35128 |          1        0.00       35.75
       35131 |          1        0.00       35.76
       35136 |          1        0.00       35.76
       35146 |          1        0.00       35.76
       35150 |          7        0.02       35.79
       35160 |          9        0.03       35.82
       35180 |          1        0.00       35.83
       35184 |          1        0.00       35.83
       35203 |          7        0.02       35.85
       35204 |          3        0.01       35.86
       35205 |          1        0.00       35.87
       35206 |          1        0.00       35.87
       35207 |          1        0.00       35.88
       35208 |          2        0.01       35.88
       35210 |          1        0.00       35.89
       35211 |          9        0.03       35.92
       35212 |          2        0.01       35.92
       35214 |          3        0.01       35.94
       35215 |         11        0.04       35.97
       35216 |          2        0.01       35.98
       35217 |          1        0.00       35.99
       35218 |          2        0.01       35.99
       35222 |          1        0.00       36.00
       35228 |          1        0.00       36.00
       35234 |          1        0.00       36.00
       35235 |          2        0.01       36.01
       35401 |         15        0.05       36.06
       35404 |          3        0.01       36.07
       35405 |          8        0.03       36.10
       35441 |          1        0.00       36.11
       35442 |          2        0.01       36.11
       35447 |          3        0.01       36.12
       35462 |          4        0.01       36.14
       35466 |          3        0.01       36.15
       35470 |          3        0.01       36.16
       35473 |          2        0.01       36.17
       35474 |          2        0.01       36.17
       35476 |          5        0.02       36.19
       35481 |          2        0.01       36.20
       35501 |          2        0.01       36.21
       35503 |          1        0.00       36.21
       35504 |          2        0.01       36.22
       35540 |          1        0.00       36.22
       35549 |          1        0.00       36.22
       35553 |          2        0.01       36.23
       35555 |          4        0.01       36.24
       35564 |          1        0.00       36.25
       35565 |          5        0.02       36.27
       35570 |          3        0.01       36.28
  35579-3207 |          1        0.00       36.28
       35582 |          3        0.01       36.29
       35586 |          3        0.01       36.30
       35592 |          1        0.00       36.31
       35594 |          2        0.01       36.31
       35601 |          1        0.00       36.32
       35603 |          7        0.02       36.34
        3561 |          6        0.02       36.36
       35610 |          1        0.00       36.37
       35611 |         10        0.04       36.40
       35616 |          1        0.00       36.40
       35618 |          3        0.01       36.42
       35620 |          1        0.00       36.42
       35630 |          5        0.02       36.44
       35633 |          2        0.01       36.44
       35640 |          6        0.02       36.47
       35645 |          1        0.00       36.47
       35646 |          2        0.01       36.48
       35648 |          3        0.01       36.49
       35650 |          6        0.02       36.51
       35652 |          6        0.02       36.53
       35653 |          2        0.01       36.54
       35654 |          4        0.01       36.55
       35674 |          4        0.01       36.56
        3570 |          1        0.00       36.57
       35739 |          1        0.00       36.57
        3574 |          2        0.01       36.58
       35740 |          2        0.01       36.59
       35747 |          1        0.00       36.59
       35758 |          5        0.02       36.61
        3576 |          1        0.00       36.61
       35760 |          1        0.00       36.61
       35765 |          1        0.00       36.62
       35768 |          2        0.01       36.63
       35769 |          4        0.01       36.64
       35771 |          1        0.00       36.64
       35772 |          5        0.02       36.66
       35776 |          1        0.00       36.66
       35801 |          3        0.01       36.67
       35803 |          1        0.00       36.68
       35805 |         10        0.04       36.71
       35806 |          3        0.01       36.72
       35810 |          4        0.01       36.74
       35811 |          2        0.01       36.75
       35816 |          1        0.00       36.75
       35824 |          1        0.00       36.75
        3584 |          1        0.00       36.76
        3585 |          1        0.00       36.76
       35901 |          3        0.01       36.77
       35903 |          4        0.01       36.79
       35906 |          3        0.01       36.80
       35950 |          2        0.01       36.80
       35951 |          2        0.01       36.81
       35952 |          2        0.01       36.82
       35956 |          1        0.00       36.82
       35957 |          2        0.01       36.83
       35959 |          3        0.01       36.84
       35960 |          4        0.01       36.85
       35961 |          2        0.01       36.86
       35967 |          3        0.01       36.87
       35968 |          1        0.00       36.87
       35976 |          5        0.02       36.89
        3598 |          1        0.00       36.90
       35983 |          1        0.00       36.90
       35986 |          4        0.01       36.91
       36003 |          1        0.00       36.92
       36009 |          1        0.00       36.92
       36010 |          1        0.00       36.92
       36016 |          2        0.01       36.93
       36017 |          2        0.01       36.94
        3602 |          1        0.00       36.94
       36024 |          1        0.00       36.95
       36027 |          9        0.03       36.98
       36032 |          1        0.00       36.98
       36033 |          1        0.00       36.98
       36037 |          6        0.02       37.01
       36040 |          3        0.01       37.02
       36048 |          1        0.00       37.02
       36049 |          4        0.01       37.03
       36054 |          4        0.01       37.05
       36066 |          6        0.02       37.07
        3608 |          1        0.00       37.07
       36083 |          5        0.02       37.09
       36092 |          1        0.00       37.09
       36203 |          1        0.00       37.10
       36264 |          3        0.01       37.11
       36265 |          3        0.01       37.12
       36266 |          3        0.01       37.13
       36268 |          1        0.00       37.13
       36274 |          3        0.01       37.14
       36276 |          1        0.00       37.15
       36278 |          2        0.01       37.15
       36305 |          1        0.00       37.16
       36345 |          1        0.00       37.16
       36401 |          3        0.01       37.17
       36420 |          2        0.01       37.18
       36426 |          7        0.02       37.20
       36460 |          4        0.01       37.22
       36509 |          3        0.01       37.23
       36518 |          2        0.01       37.24
       36524 |          1        0.00       37.24
       36526 |          1        0.00       37.24
       36527 |          1        0.00       37.25
       36530 |          1        0.00       37.25
       36532 |          3        0.01       37.26
       36535 |         10        0.04       37.30
       36542 |          4        0.01       37.31
       36545 |          6        0.02       37.33
       36551 |          2        0.01       37.34
       36558 |          1        0.00       37.34
       36561 |          2        0.01       37.35
       36567 |          7        0.02       37.38
       36571 |          1        0.00       37.38
       36608 |          4        0.01       37.39
       36609 |          3        0.01       37.40
       36610 |          4        0.01       37.42
       36756 |          3        0.01       37.43
       36786 |          2        0.01       37.44
       36801 |          6        0.02       37.46
       36832 |          3        0.01       37.47
       36854 |          2        0.01       37.47
       37074 |          1        0.00       37.48
       37076 |          6        0.02       37.50
       37148 |          2        0.01       37.51
       37150 |          1        0.00       37.51
       37166 |          1        0.00       37.51
       37167 |          5        0.02       37.53
       37172 |          4        0.01       37.55
       37190 |          2        0.01       37.55
       37203 |          4        0.01       37.57
       37206 |         11        0.04       37.61
       37207 |         51        0.18       37.79
       37208 |         27        0.10       37.88
       37210 |          3        0.01       37.89
       37214 |          1        0.00       37.90
       37215 |          1        0.00       37.90
       37216 |          5        0.02       37.92
       37329 |          1        0.00       37.92
       37334 |          4        0.01       37.94
       37343 |          2        0.01       37.94
       37347 |          1        0.00       37.95
       37352 |          1        0.00       37.95
       37354 |          3        0.01       37.96
       37355 |          3        0.01       37.97
       37356 |          1        0.00       37.98
       37367 |          1        0.00       37.98
       37379 |          1        0.00       37.98
       37380 |          1        0.00       37.99
       37381 |          2        0.01       37.99
       37385 |          1        0.00       38.00
       37388 |          4        0.01       38.01
       37398 |          1        0.00       38.02
       37402 |          3        0.01       38.03
       37403 |          2        0.01       38.03
       37404 |          2        0.01       38.04
       37405 |          2        0.01       38.05
       37406 |          3        0.01       38.06
       37408 |          3        0.01       38.07
       37409 |          1        0.00       38.07
       37410 |          5        0.02       38.09
       37412 |          1        0.00       38.09
       37415 |          1        0.00       38.10
       37419 |          1        0.00       38.10
       37421 |          1        0.00       38.10
        3743 |          1        0.00       38.11
        3755 |          1        0.00       38.11
       37601 |         13        0.05       38.16
       37604 |          4        0.01       38.17
       37615 |          1        0.00       38.17
       37620 |          1        0.00       38.18
       37642 |          1        0.00       38.18
       37643 |          3        0.01       38.19
       37650 |          1        0.00       38.20
        3766 |          3        0.01       38.21
       37660 |         14        0.05       38.26
       37664 |          3        0.01       38.27
       37665 |          1        0.00       38.27
       37683 |          1        0.00       38.27
       37709 |          1        0.00       38.28
       37711 |          1        0.00       38.28
       37716 |          3        0.01       38.29
        3773 |          2        0.01       38.30
       37743 |          4        0.01       38.31
       37745 |          3        0.01       38.32
       37756 |          1        0.00       38.33
       37757 |          2        0.01       38.33
       37760 |          2        0.01       38.34
       37763 |          1        0.00       38.35
       37766 |          2        0.01       38.35
       37769 |          1        0.00       38.36
       37771 |          4        0.01       38.37
       37774 |          3        0.01       38.38
       37777 |          2        0.01       38.39
       37801 |          2        0.01       38.40
       37807 |          1        0.00       38.40
       37813 |          7        0.02       38.42
       37814 |          4        0.01       38.44
       37821 |          5        0.02       38.46
       37825 |          1        0.00       38.46
       37830 |          4        0.01       38.47
        3784 |          3        0.01       38.48
       37841 |          1        0.00       38.49
       37849 |          3        0.01       38.50
        3785 |          2        0.01       38.51
       37854 |          5        0.02       38.52
       37857 |          1        0.00       38.53
       37862 |          5        0.02       38.54
       37863 |          1        0.00       38.55
       37865 |          1        0.00       38.55
       37869 |          2        0.01       38.56
       37874 |          2        0.01       38.57
       37876 |          1        0.00       38.57
       37887 |          2        0.01       38.58
       37890 |          1        0.00       38.58
       37902 |          1        0.00       38.58
       37909 |          2        0.01       38.59
       37912 |          4        0.01       38.61
       37914 |          2        0.01       38.61
       37915 |          2        0.01       38.62
       37917 |          8        0.03       38.65
       37918 |          4        0.01       38.66
       37919 |          6        0.02       38.68
       37920 |          6        0.02       38.70
       37921 |          4        0.01       38.72
       37924 |          1        0.00       38.72
       37931 |          3        0.01       38.73
       38060 |          1        0.00       38.74
       38080 |          3        0.01       38.75
       38107 |          9        0.03       38.78
       38109 |         17        0.06       38.84
        3811 |          1        0.00       38.84
       38116 |          7        0.02       38.87
       38125 |          3        0.01       38.88
       38126 |         14        0.05       38.93
       38201 |          1        0.00       38.93
       38230 |          1        0.00       38.94
       38320 |          5        0.02       38.95
        3835 |          1        0.00       38.96
       38351 |          2        0.01       38.96
       38358 |          2        0.01       38.97
        3842 |          1        0.00       38.97
       38449 |          1        0.00       38.98
       38563 |          1        0.00       38.98
       38611 |          2        0.01       38.99
       38637 |          5        0.02       39.01
       38643 |          2        0.01       39.01
       38676 |          7        0.02       39.04
       38680 |          1        0.00       39.04
        3869 |          1        0.00       39.05
        3870 |          1        0.00       39.05
       38703 |          4        0.01       39.06
        3872 |          1        0.00       39.07
       38726 |          1        0.00       39.07
       38732 |          9        0.03       39.10
       38737 |          4        0.01       39.12
       38761 |          1        0.00       39.12
       38762 |          2        0.01       39.13
       38769 |          2        0.01       39.13
       38771 |          2        0.01       39.14
       38778 |          1        0.00       39.15
        3878 |          3        0.01       39.16
       38801 |          4        0.01       39.17
  38802-0000 |          1        0.00       39.17
       38804 |          2        0.01       39.18
       38821 |          2        0.01       39.19
       38824 |          3        0.01       39.20
       38827 |          1        0.00       39.20
       38829 |          4        0.01       39.22
       38833 |          1        0.00       39.22
       38841 |          1        0.00       39.22
       38843 |          2        0.01       39.23
       38851 |          1        0.00       39.23
       38855 |          1        0.00       39.24
        3886 |          1        0.00       39.24
       38862 |          2        0.01       39.25
  38862-0000 |          2        0.01       39.26
       38863 |          3        0.01       39.27
       38870 |          1        0.00       39.27
       38878 |          1        0.00       39.27
       38901 |          7        0.02       39.30
       38915 |          1        0.00       39.30
       38916 |          3        0.01       39.31
       38921 |          2        0.01       39.32
       38922 |          1        0.00       39.32
       38925 |          2        0.01       39.33
       38930 |         22        0.08       39.41
       38935 |          1        0.00       39.41
        3894 |          2        0.01       39.42
       38941 |          2        0.01       39.43
        3901 |          1        0.00       39.43
       39038 |          4        0.01       39.44
  39038-0000 |          1        0.00       39.45
        3904 |          1        0.00       39.45
       39040 |          1        0.00       39.45
       39042 |          2        0.01       39.46
  39042-0000 |          1        0.00       39.47
       39046 |         32        0.11       39.58
       39051 |          4        0.01       39.59
       39056 |          1        0.00       39.60
       39057 |          1        0.00       39.60
       39059 |          2        0.01       39.61
        3906 |          1        0.00       39.61
       39063 |          3        0.01       39.62
       39066 |          2        0.01       39.63
       39069 |          2        0.01       39.64
  39069-0000 |          1        0.00       39.64
       39071 |          1        0.00       39.64
       39073 |          3        0.01       39.65
       39074 |          4        0.01       39.67
       39079 |          2        0.01       39.68
        3908 |          1        0.00       39.68
       39083 |          3        0.01       39.69
        3909 |          1        0.00       39.69
       39090 |          4        0.01       39.71
       39111 |          6        0.02       39.73
       39113 |          1        0.00       39.73
       39114 |          1        0.00       39.74
  39117-0000 |          1        0.00       39.74
       39119 |          3        0.01       39.75
       39120 |          9        0.03       39.78
  39120-0000 |          2        0.01       39.79
       39146 |          4        0.01       39.80
       39150 |          2        0.01       39.81
       39153 |          1        0.00       39.81
       39154 |          1        0.00       39.82
       39159 |          2        0.01       39.82
       39169 |          1        0.00       39.83
       39170 |          1        0.00       39.83
       39176 |          2        0.01       39.84
       39180 |         10        0.04       39.87
       39183 |          6        0.02       39.90
       39189 |          2        0.01       39.90
       39194 |         13        0.05       39.95
  39194-0000 |          1        0.00       39.95
       39202 |          5        0.02       39.97
       39203 |         20        0.07       40.04
       39204 |         10        0.04       40.08
       39206 |         17        0.06       40.14
  39206-0000 |          1        0.00       40.14
       39208 |          4        0.01       40.15
       39213 |         30        0.11       40.26
  39216-0000 |          1        0.00       40.27
       39218 |          2        0.01       40.27
  39301-0000 |          1        0.00       40.28
       39345 |          2        0.01       40.28
       39361 |          1        0.00       40.29
       39362 |          1        0.00       40.29
       39401 |         28        0.10       40.39
       39429 |          2        0.01       40.40
       39440 |          6        0.02       40.42
       39452 |          1        0.00       40.42
       39455 |          2        0.01       40.43
       39466 |          3        0.01       40.44
       39470 |          3        0.01       40.45
       39501 |         12        0.04       40.49
       39507 |          1        0.00       40.50
       39577 |          3        0.01       40.51
       39648 |          8        0.03       40.54
       39701 |          1        0.00       40.54
  39701-0000 |          1        0.00       40.54
       39735 |          2        0.01       40.55
       39744 |          1        0.00       40.55
       39851 |          1        0.00       40.56
       40004 |          1        0.00       40.56
       40006 |          1        0.00       40.56
       40014 |          5        0.02       40.58
       40019 |          1        0.00       40.59
        4002 |          1        0.00       40.59
       40031 |          3        0.01       40.60
       40041 |          2        0.01       40.61
       40047 |          4        0.01       40.62
  40047-8127 |          1        0.00       40.62
        4005 |          7        0.02       40.65
       40059 |          2        0.01       40.66
       40065 |         10        0.04       40.69
  40065-1838 |          1        0.00       40.70
       40066 |          7        0.02       40.72
       40069 |          1        0.00       40.72
       40071 |          2        0.01       40.73
        4009 |          2        0.01       40.74
       40108 |          2        0.01       40.75
        4011 |          2        0.01       40.75
       40111 |          1        0.00       40.76
       40160 |          4        0.01       40.77
       40165 |         11        0.04       40.81
       40201 |          1        0.00       40.81
       40202 |         16        0.06       40.87
       40203 |         54        0.19       41.06
       40204 |          8        0.03       41.09
       40205 |          6        0.02       41.11
       40206 |          2        0.01       41.12
       40207 |          3        0.01       41.13
       40208 |          6        0.02       41.15
        4021 |          1        0.00       41.15
       40210 |         14        0.05       41.20
       40211 |         40        0.14       41.35
  40211-1921 |          1        0.00       41.35
       40212 |         21        0.07       41.42
       40214 |          1        0.00       41.43
       40217 |          1        0.00       41.43
       40218 |          5        0.02       41.45
       40220 |          2        0.01       41.46
       40228 |          2        0.01       41.46
       40229 |          4        0.01       41.48
       40342 |          2        0.01       41.48
       40357 |          1        0.00       41.49
       40359 |          4        0.01       41.50
        4037 |          1        0.00       41.51
       40380 |          1        0.00       41.51
       40383 |          1        0.00       41.51
       40391 |          5        0.02       41.53
       40392 |          2        0.01       41.54
       40403 |          3        0.01       41.55
  40404-1402 |          1        0.00       41.55
       40405 |          1        0.00       41.56
       40409 |          2        0.01       41.56
       40419 |          2        0.01       41.57
       40422 |          5        0.02       41.59
        4043 |          4        0.01       41.60
       40437 |          1        0.00       41.61
       40440 |          1        0.00       41.61
       40444 |          1        0.00       41.61
       40447 |          1        0.00       41.62
       40456 |          4        0.01       41.63
       40475 |          3        0.01       41.64
       40476 |          1        0.00       41.64
       40484 |          4        0.01       41.66
       40503 |          1        0.00       41.66
       40504 |          9        0.03       41.69
       40505 |          4        0.01       41.71
  40505-1428 |          1        0.00       41.71
       40507 |          5        0.02       41.73
       40508 |         14        0.05       41.78
       40509 |          5        0.02       41.80
       40510 |          1        0.00       41.80
       40511 |          2        0.01       41.81
       40517 |          2        0.01       41.82
       40601 |         10        0.04       41.85
       40602 |          1        0.00       41.85
        4062 |          2        0.01       41.86
        4064 |          3        0.01       41.87
       40701 |         10        0.04       41.91
       40702 |          1        0.00       41.91
        4074 |          1        0.00       41.91
       40740 |          3        0.01       41.93
       40741 |         10        0.04       41.96
       40755 |          1        0.00       41.96
       40823 |          1        0.00       41.97
        4101 |         22        0.08       42.05
        4103 |          6        0.02       42.07
       41030 |          1        0.00       42.07
       41041 |          1        0.00       42.07
       41042 |          8        0.03       42.10
       41051 |          1        0.00       42.11
       41056 |          5        0.02       42.12
       41075 |          1        0.00       42.13
       41076 |          3        0.01       42.14
       41094 |          1        0.00       42.14
       41143 |          3        0.01       42.15
       41230 |          3        0.01       42.16
       41465 |          1        0.00       42.17
       41472 |          3        0.01       42.18
       41653 |          2        0.01       42.18
       42041 |          6        0.02       42.21
       42050 |          5        0.02       42.22
       42066 |          7        0.02       42.25
       42071 |          2        0.01       42.26
        4210 |          8        0.03       42.28
       42102 |          2        0.01       42.29
       42217 |          1        0.00       42.29
  42240-3324 |          1        0.00       42.30
       42241 |          1        0.00       42.30
       42261 |          7        0.02       42.33
       42266 |          2        0.01       42.33
       42276 |          2        0.01       42.34
       42301 |          3        0.01       42.35
       42302 |          1        0.00       42.36
       42303 |          4        0.01       42.37
       42320 |          2        0.01       42.38
       42330 |          2        0.01       42.38
       42372 |          1        0.00       42.39
        4240 |         13        0.05       42.43
       42408 |          1        0.00       42.44
       42409 |          1        0.00       42.44
       42419 |          1        0.00       42.44
       42420 |         11        0.04       42.48
       42431 |          2        0.01       42.49
       42445 |          3        0.01       42.50
        4250 |          2        0.01       42.51
       42501 |          5        0.02       42.53
       42502 |          2        0.01       42.53
       42503 |          1        0.00       42.54
        4252 |          1        0.00       42.54
       42553 |          2        0.01       42.55
       42602 |          6        0.02       42.57
       42633 |          4        0.01       42.58
       42635 |          1        0.00       42.59
       42642 |          1        0.00       42.59
       42647 |          1        0.00       42.59
       42653 |          3        0.01       42.60
        4268 |          1        0.00       42.61
       42701 |         18        0.06       42.67
       42716 |          1        0.00       42.68
       42717 |          1        0.00       42.68
       42718 |         11        0.04       42.72
       42719 |          1        0.00       42.72
       42748 |          1        0.00       42.73
       42754 |         18        0.06       42.79
       42765 |          4        0.01       42.80
        4280 |          1        0.00       42.81
       43011 |          1        0.00       42.81
       43035 |          1        0.00       42.81
       43044 |          2        0.01       42.82
       43046 |          1        0.00       42.82
       43050 |          5        0.02       42.84
       43064 |          1        0.00       42.85
       43074 |          2        0.01       42.85
  43113-8837 |          1        0.00       42.86
       43125 |          1        0.00       42.86
  43125-9502 |          1        0.00       42.86
       43128 |          2        0.01       42.87
       43130 |         16        0.06       42.93
       43135 |          1        0.00       42.93
  43135-9104 |          1        0.00       42.93
       43138 |          6        0.02       42.96
  43138-1773 |          1        0.00       42.96
       43140 |          6        0.02       42.98
       43143 |          2        0.01       42.99
       43148 |          2        0.01       43.00
       43156 |          1        0.00       43.00
       43160 |         11        0.04       43.04
       43162 |          2        0.01       43.05
       43201 |         14        0.05       43.09
       43203 |         15        0.05       43.15
       43204 |          7        0.02       43.17
       43205 |         31        0.11       43.28
       43206 |          8        0.03       43.31
       43207 |         14        0.05       43.36
  43207-1956 |          1        0.00       43.36
       43209 |          3        0.01       43.38
       43211 |         12        0.04       43.42
       43212 |          2        0.01       43.43
       43213 |          6        0.02       43.45
  43215-5323 |          1        0.00       43.45
       43222 |          4        0.01       43.46
       43231 |          1        0.00       43.47
        4330 |          5        0.02       43.49
       43302 |          8        0.03       43.51
       43402 |          4        0.01       43.53
       43410 |          4        0.01       43.54
       43440 |          1        0.00       43.55
       43465 |          1        0.00       43.55
       43502 |          1        0.00       43.55
       43512 |          5        0.02       43.57
       43557 |          1        0.00       43.57
       43571 |          1        0.00       43.58
       43611 |          5        0.02       43.60
  43614-9998 |          1        0.00       43.60
       43616 |          2        0.01       43.61
       43719 |          1        0.00       43.61
       43766 |          2        0.01       43.62
       43804 |          1        0.00       43.62
       43906 |          1        0.00       43.62
       43907 |          4        0.01       43.64
       43912 |          2        0.01       43.65
       43950 |          2        0.01       43.65
       43964 |          1        0.00       43.66
       44004 |          6        0.02       43.68
        4401 |         12        0.04       43.72
       44011 |          1        0.00       43.72
        4402 |          1        0.00       43.73
       44030 |          2        0.01       43.73
       44035 |          6        0.02       43.76
       44041 |          2        0.01       43.76
       44047 |          1        0.00       43.77
       44052 |          4        0.01       43.78
       44053 |          1        0.00       43.78
       44055 |          6        0.02       43.81
       44057 |          1        0.00       43.81
       44062 |          5        0.02       43.83
       44070 |          2        0.01       43.83
       44074 |          1        0.00       43.84
       44076 |          1        0.00       43.84
       44077 |          5        0.02       43.86
       44084 |          1        0.00       43.86
  44084-9672 |          1        0.00       43.87
       44094 |          2        0.01       43.87
       44102 |         17        0.06       43.93
  44102-3042 |          1        0.00       43.94
       44103 |         18        0.06       44.00
       44104 |         24        0.09       44.09
  44104-3069 |          1        0.00       44.09
       44105 |         17        0.06       44.15
       44106 |         27        0.10       44.25
  44106-1079 |          1        0.00       44.25
       44107 |          3        0.01       44.26
       44108 |         17        0.06       44.32
       44109 |          3        0.01       44.33
       44110 |          6        0.02       44.35
       44112 |         16        0.06       44.41
       44113 |          7        0.02       44.43
       44115 |          7        0.02       44.46
       44203 |         12        0.04       44.50
       44212 |          3        0.01       44.51
       44224 |          1        0.00       44.52
       44230 |          1        0.00       44.52
       44231 |          1        0.00       44.52
       44240 |          3        0.01       44.53
       44302 |          3        0.01       44.55
       44306 |         12        0.04       44.59
       44314 |          1        0.00       44.59
       44420 |          1        0.00       44.59
       44437 |          1        0.00       44.60
       44442 |          1        0.00       44.60
       44445 |          1        0.00       44.61
       44446 |          2        0.01       44.61
       44460 |          5        0.02       44.63
        4448 |          1        0.00       44.63
       44481 |          2        0.01       44.64
       44483 |          5        0.02       44.66
       44484 |          4        0.01       44.67
       44485 |          7        0.02       44.70
       44502 |          3        0.01       44.71
       44503 |          1        0.00       44.71
       44505 |         15        0.05       44.77
       44507 |          2        0.01       44.77
       44510 |          7        0.02       44.80
       44511 |          8        0.03       44.83
       44512 |          2        0.01       44.83
       44515 |          1        0.00       44.84
        4453 |          1        0.00       44.84
        4457 |          1        0.00       44.84
       44601 |         11        0.04       44.88
       44608 |          2        0.01       44.89
       44615 |          2        0.01       44.90
        4462 |          3        0.01       44.91
       44621 |          1        0.00       44.91
       44622 |          1        0.00       44.91
        4463 |          2        0.01       44.92
       44632 |          1        0.00       44.93
       44637 |          1        0.00       44.93
       44641 |          1        0.00       44.93
       44646 |          3        0.01       44.94
       44647 |          1        0.00       44.95
       44654 |          2        0.01       44.95
       44663 |          3        0.01       44.96
       44667 |          1        0.00       44.97
       44672 |          1        0.00       44.97
       44676 |          1        0.00       44.98
        4468 |          2        0.01       44.98
       44683 |          3        0.01       44.99
       44685 |          1        0.00       45.00
       44688 |          1        0.00       45.00
       44691 |         11        0.04       45.04
       44702 |          2        0.01       45.05
       44703 |          2        0.01       45.05
       44704 |          2        0.01       45.06
       44705 |          2        0.01       45.07
       44706 |          4        0.01       45.08
       44707 |          7        0.02       45.11
       44710 |          3        0.01       45.12
       44721 |          1        0.00       45.12
       44805 |          3        0.01       45.13
  44805-1226 |          1        0.00       45.14
       44811 |          3        0.01       45.15
       44820 |          5        0.02       45.16
       44827 |          3        0.01       45.17
       45013 |          1        0.00       45.18
       45036 |          4        0.01       45.19
       45042 |          2        0.01       45.20
       45044 |          8        0.03       45.23
       45050 |          2        0.01       45.23
       45056 |          3        0.01       45.25
       45065 |          1        0.00       45.25
       45066 |          2        0.01       45.26
       45067 |          1        0.00       45.26
       45069 |          1        0.00       45.26
       45101 |          2        0.01       45.27
       45102 |          2        0.01       45.28
  45102-3107 |          1        0.00       45.28
       45103 |          3        0.01       45.29
       45107 |          2        0.01       45.30
       45121 |          4        0.01       45.31
       45122 |          2        0.01       45.32
       45123 |          2        0.01       45.33
       45133 |          5        0.02       45.34
       45135 |          1        0.00       45.35
       45140 |          3        0.01       45.36
  45140-2908 |          1        0.00       45.36
       45144 |          2        0.01       45.37
       45150 |          4        0.01       45.38
       45154 |          2        0.01       45.39
       45157 |          1        0.00       45.39
       45159 |          1        0.00       45.40
       45160 |          1        0.00       45.40
       45167 |          2        0.01       45.41
       45171 |          1        0.00       45.41
  45171-7303 |          1        0.00       45.42
       45176 |          5        0.02       45.43
       45177 |          8        0.03       45.46
       45202 |         41        0.15       45.61
       45203 |          7        0.02       45.63
       45205 |          3        0.01       45.64
  45206-1200 |          1        0.00       45.65
       45207 |          2        0.01       45.65
       45211 |          3        0.01       45.66
       45212 |          1        0.00       45.67
       45213 |          1        0.00       45.67
       45214 |         15        0.05       45.73
       45219 |          6        0.02       45.75
       45223 |          7        0.02       45.77
  45224-1709 |          1        0.00       45.78
       45227 |          2        0.01       45.78
        4530 |          4        0.01       45.80
       45315 |          1        0.00       45.80
       45344 |          2        0.01       45.81
       45365 |          7        0.02       45.83
       45403 |          4        0.01       45.85
       45404 |          2        0.01       45.85
       45417 |         27        0.10       45.95
       45439 |          3        0.01       45.96
       45458 |          1        0.00       45.96
       45619 |          1        0.00       45.97
       45628 |          2        0.01       45.97
       45638 |          4        0.01       45.99
       45640 |          6        0.02       46.01
       45644 |          1        0.00       46.01
       45648 |          1        0.00       46.02
       45651 |          2        0.01       46.02
       45653 |          1        0.00       46.03
       45656 |          2        0.01       46.03
       45660 |          2        0.01       46.04
       45669 |          1        0.00       46.05
       45674 |          1        0.00       46.05
       45679 |          1        0.00       46.05
       45680 |          1        0.00       46.06
       45690 |          7        0.02       46.08
       45692 |          5        0.02       46.10
       45693 |          2        0.01       46.11
       45697 |          1        0.00       46.11
       45701 |          3        0.01       46.12
       45710 |          1        0.00       46.12
       45714 |          1        0.00       46.13
       45715 |          1        0.00       46.13
       45719 |          1        0.00       46.13
        4572 |          1        0.00       46.14
       45750 |          6        0.02       46.16
       45760 |          1        0.00       46.16
       45764 |          1        0.00       46.17
       45769 |          2        0.01       46.17
       45771 |          2        0.01       46.18
       45780 |          2        0.01       46.19
       45801 |          9        0.03       46.22
  45801-4904 |          1        0.00       46.22
       45804 |          2        0.01       46.23
       45805 |          1        0.00       46.23
       45806 |          1        0.00       46.24
       45810 |          2        0.01       46.24
       45812 |          2        0.01       46.25
       45891 |          3        0.01       46.26
       46060 |          6        0.02       46.28
        4609 |          1        0.00       46.29
       46112 |          4        0.01       46.30
       46115 |          1        0.00       46.30
       46160 |          1        0.00       46.31
       46173 |          3        0.01       46.32
       46176 |          8        0.03       46.35
       46204 |         11        0.04       46.39
       46214 |          3        0.01       46.40
       46218 |         24        0.09       46.48
       46219 |          5        0.02       46.50
       46221 |          6        0.02       46.52
       46222 |         15        0.05       46.57
       46224 |          2        0.01       46.58
       46225 |          3        0.01       46.59
       46226 |         11        0.04       46.63
       46227 |          9        0.03       46.66
       46229 |          3        0.01       46.67
       46234 |          1        0.00       46.68
       46235 |          5        0.02       46.70
       46237 |          2        0.01       46.70
       46239 |          2        0.01       46.71
       46240 |          1        0.00       46.71
       46241 |          4        0.01       46.73
       46254 |          5        0.02       46.75
       46260 |          3        0.01       46.76
       46268 |          2        0.01       46.76
       46280 |          2        0.01       46.77
       46304 |          2        0.01       46.78
       46307 |          1        0.00       46.78
        4631 |          2        0.01       46.79
       46312 |          6        0.02       46.81
       46320 |          6        0.02       46.83
       46324 |          3        0.01       46.84
       46341 |          1        0.00       46.85
       46342 |          1        0.00       46.85
       46346 |          1        0.00       46.85
       46350 |          3        0.01       46.86
       46360 |          5        0.02       46.88
       46366 |          2        0.01       46.89
       46368 |          4        0.01       46.90
       46383 |          6        0.02       46.92
       46385 |          1        0.00       46.93
       46391 |          2        0.01       46.93
       46402 |          6        0.02       46.96
       46403 |          3        0.01       46.97
       46404 |          4        0.01       46.98
       46406 |          1        0.00       46.98
       46407 |          5        0.02       47.00
       46409 |          2        0.01       47.01
       46410 |          1        0.00       47.01
       46507 |          1        0.00       47.02
       46511 |          2        0.01       47.02
       46514 |          2        0.01       47.03
       46516 |          6        0.02       47.05
       46517 |          3        0.01       47.06
       46526 |          2        0.01       47.07
       46544 |          5        0.02       47.09
       46550 |          1        0.00       47.09
       46617 |          2        0.01       47.10
       46635 |          2        0.01       47.10
        4667 |          1        0.00       47.11
       46702 |          1        0.00       47.11
       46703 |          2        0.01       47.12
       46705 |          2        0.01       47.13
       46706 |          5        0.02       47.14
       46714 |          2        0.01       47.15
       46721 |          4        0.01       47.17
       46725 |          4        0.01       47.18
       46732 |          1        0.00       47.18
       46733 |          6        0.02       47.20
       46737 |          2        0.01       47.21
       46738 |          4        0.01       47.23
       46740 |          1        0.00       47.23
       46748 |          1        0.00       47.23
       46750 |          5        0.02       47.25
       46755 |          5        0.02       47.27
       46761 |          3        0.01       47.28
       46767 |          3        0.01       47.29
       46770 |          1        0.00       47.29
       46774 |          2        0.01       47.30
       46776 |          1        0.00       47.30
       46777 |          1        0.00       47.31
       46783 |          1        0.00       47.31
       46802 |          1        0.00       47.31
       46803 |          6        0.02       47.34
       46804 |          2        0.01       47.34
       46805 |          4        0.01       47.36
       46806 |          2        0.01       47.36
       46807 |          2        0.01       47.37
       46808 |          1        0.00       47.37
       46809 |          2        0.01       47.38
       46814 |          2        0.01       47.39
       46815 |          4        0.01       47.40
       46816 |          8        0.03       47.43
       46818 |          1        0.00       47.44
       46819 |          1        0.00       47.44
       46825 |          2        0.01       47.45
       46901 |          8        0.03       47.47
       46902 |          4        0.01       47.49
       46923 |          2        0.01       47.50
       46933 |          3        0.01       47.51
       46936 |          1        0.00       47.51
       46947 |          7        0.02       47.53
       46952 |          1        0.00       47.54
       46953 |          3        0.01       47.55
       46962 |          2        0.01       47.56
       46970 |          2        0.01       47.56
       46975 |          1        0.00       47.57
       46989 |          1        0.00       47.57
       46991 |          1        0.00       47.57
       46996 |          1        0.00       47.58
       47001 |          1        0.00       47.58
       47003 |          1        0.00       47.58
       47006 |          5        0.02       47.60
       47012 |          2        0.01       47.61
       47025 |          6        0.02       47.63
       47040 |          3        0.01       47.64
       47042 |          2        0.01       47.65
       47043 |          2        0.01       47.66
       47060 |          2        0.01       47.66
       47102 |          3        0.01       47.67
       47112 |          4        0.01       47.69
       47126 |          1        0.00       47.69
       47129 |          1        0.00       47.69
       47130 |         18        0.06       47.76
       47140 |          2        0.01       47.77
       47150 |         19        0.07       47.83
       47164 |          1        0.00       47.84
       47165 |          1        0.00       47.84
       47167 |          5        0.02       47.86
       47170 |          3        0.01       47.87
       47201 |          9        0.03       47.90
       47203 |          3        0.01       47.91
       47220 |          2        0.01       47.92
       47240 |          8        0.03       47.95
       47243 |          1        0.00       47.95
       47250 |          2        0.01       47.96
       47265 |          2        0.01       47.96
       47274 |          6        0.02       47.99
        4730 |          2        0.01       47.99
       47302 |          7        0.02       48.02
       47303 |          6        0.02       48.04
       47304 |          1        0.00       48.04
       47305 |          5        0.02       48.06
       47327 |          2        0.01       48.07
       47331 |          2        0.01       48.08
       47348 |          4        0.01       48.09
       47374 |          8        0.03       48.12
       47390 |          2        0.01       48.12
       47394 |          2        0.01       48.13
       47404 |          3        0.01       48.14
        4742 |          2        0.01       48.15
       47421 |          3        0.01       48.16
       47424 |          1        0.00       48.16
       47429 |          1        0.00       48.17
        4743 |          2        0.01       48.17
       47433 |          1        0.00       48.18
       47441 |          4        0.01       48.19
       47446 |          2        0.01       48.20
       47448 |          1        0.00       48.20
       47452 |          3        0.01       48.21
       47454 |          3        0.01       48.22
       47460 |          1        0.00       48.23
       47465 |          1        0.00       48.23
       47471 |          1        0.00       48.24
        4750 |          1        0.00       48.24
       47501 |          4        0.01       48.25
       47512 |          2        0.01       48.26
       47520 |          1        0.00       48.26
       47541 |          1        0.00       48.27
       47542 |          2        0.01       48.27
       47546 |          2        0.01       48.28
       47553 |          1        0.00       48.28
        4756 |          1        0.00       48.29
       47562 |          1        0.00       48.29
       47581 |          1        0.00       48.30
       47586 |          1        0.00       48.30
       47591 |          4        0.01       48.31
       47598 |          1        0.00       48.32
       47601 |          1        0.00       48.32
       47612 |          1        0.00       48.32
       47620 |          2        0.01       48.33
       47630 |          6        0.02       48.35
       47660 |          1        0.00       48.36
       47670 |          2        0.01       48.36
        4769 |          1        0.00       48.37
       47710 |          8        0.03       48.40
       47711 |          1        0.00       48.40
       47803 |          1        0.00       48.40
       47804 |          1        0.00       48.41
       47807 |          1        0.00       48.41
       47834 |          3        0.01       48.42
       47842 |          3        0.01       48.43
       47868 |          1        0.00       48.43
       47872 |          3        0.01       48.44
       47879 |          1        0.00       48.45
       47882 |          1        0.00       48.45
       47901 |         12        0.04       48.49
       47904 |         16        0.06       48.55
       47905 |          4        0.01       48.57
       47906 |          2        0.01       48.57
       47909 |          4        0.01       48.59
       47933 |          6        0.02       48.61
       47944 |          1        0.00       48.61
       47948 |          1        0.00       48.62
       47960 |          1        0.00       48.62
       47974 |          1        0.00       48.62
       47978 |          4        0.01       48.64
       47987 |          1        0.00       48.64
       47993 |          1        0.00       48.64
       48001 |          3        0.01       48.65
       48009 |          1        0.00       48.66
       48014 |          2        0.01       48.67
       48015 |          2        0.01       48.67
       48030 |          1        0.00       48.68
       48034 |          1        0.00       48.68
       48035 |          1        0.00       48.68
       48036 |          3        0.01       48.69
       48038 |          3        0.01       48.70
       48039 |          2        0.01       48.71
       48041 |          1        0.00       48.71
       48047 |          4        0.01       48.73
       48048 |          2        0.01       48.74
       48071 |          3        0.01       48.75
       48073 |          1        0.00       48.75
       48075 |          1        0.00       48.75
       48134 |          1        0.00       48.76
       48138 |          1        0.00       48.76
       48141 |          8        0.03       48.79
       48146 |          1        0.00       48.79
  48146-0000 |          1        0.00       48.80
       48158 |          2        0.01       48.80
       48160 |          2        0.01       48.81
       48161 |          2        0.01       48.82
       48162 |          2        0.01       48.83
       48173 |          1        0.00       48.83
       48174 |          3        0.01       48.84
       48176 |          1        0.00       48.84
       48178 |          1        0.00       48.85
       48180 |          2        0.01       48.85
       48182 |          1        0.00       48.86
       48183 |          3        0.01       48.87
       48184 |          5        0.02       48.89
       48185 |          4        0.01       48.90
       48186 |          6        0.02       48.92
       48187 |          1        0.00       48.92
  48187-0000 |          1        0.00       48.93
       48188 |          1        0.00       48.93
       48193 |          1        0.00       48.94
       48195 |          3        0.01       48.95
       48197 |         12        0.04       48.99
       48198 |          5        0.02       49.01
       48201 |         29        0.10       49.11
  48201-0000 |          1        0.00       49.11
       48202 |         15        0.05       49.17
       48203 |         16        0.06       49.22
       48204 |          6        0.02       49.24
       48205 |         41        0.15       49.39
       48206 |          6        0.02       49.41
  48206-0000 |          1        0.00       49.42
       48207 |         25        0.09       49.50
       48208 |         12        0.04       49.55
       48209 |         10        0.04       49.58
  48216-0000 |          1        0.00       49.59
       48217 |          1        0.00       49.59
       48219 |          7        0.02       49.61
       48220 |          2        0.01       49.62
       48221 |          1        0.00       49.62
       48223 |          7        0.02       49.65
       48224 |         14        0.05       49.70
       48225 |          1        0.00       49.70
       48226 |          1        0.00       49.71
       48227 |         21        0.07       49.78
       48228 |         10        0.04       49.82
  48228-0000 |          1        0.00       49.82
       48234 |         18        0.06       49.88
       48235 |          4        0.01       49.90
       48237 |          1        0.00       49.90
       48238 |         10        0.04       49.94
       48240 |          1        0.00       49.94
  48240-0000 |          1        0.00       49.94
       48306 |          1        0.00       49.95
       48309 |          2        0.01       49.96
       48310 |          1        0.00       49.96
       48313 |          1        0.00       49.96
       48315 |          1        0.00       49.97
       48326 |          1        0.00       49.97
       48327 |          2        0.01       49.98
       48328 |          1        0.00       49.98
       48329 |          1        0.00       49.98
       48335 |          3        0.01       49.99
       48340 |          9        0.03       50.03
       48341 |          2        0.01       50.03
       48342 |         10        0.04       50.07
       48473 |          2        0.01       50.08
       48601 |         15        0.05       50.13
       48611 |          1        0.00       50.13
       48618 |          3        0.01       50.14
       48642 |          5        0.02       50.16
       48651 |          3        0.01       50.17
       48653 |          3        0.01       50.18
       48654 |          1        0.00       50.19
  48654-0000 |          1        0.00       50.19
       48655 |          1        0.00       50.19
       48661 |          9        0.03       50.23
       48703 |          1        0.00       50.23
  48703-0000 |          1        0.00       50.23
       48706 |          3        0.01       50.24
       48708 |          1        0.00       50.25
       48723 |          4        0.01       50.26
       48730 |          2        0.01       50.27
       48731 |          1        0.00       50.27
       48732 |          1        0.00       50.28
       48744 |          1        0.00       50.28
       48750 |          4        0.01       50.29
       48768 |          5        0.02       50.31
       48801 |          6        0.02       50.33
       48808 |          1        0.00       50.34
       48809 |          4        0.01       50.35
       48811 |          3        0.01       50.36
       48813 |          2        0.01       50.37
       48817 |          2        0.01       50.38
       48818 |          1        0.00       50.38
       48820 |          1        0.00       50.38
       48821 |          1        0.00       50.39
       48823 |          4        0.01       50.40
       48827 |          2        0.01       50.41
       48829 |          3        0.01       50.42
       48831 |          2        0.01       50.42
       48836 |          1        0.00       50.43
       48837 |          1        0.00       50.43
  48837-0000 |          1        0.00       50.44
       48838 |          8        0.03       50.46
       48840 |          1        0.00       50.47
       48842 |          2        0.01       50.47
       48843 |          4        0.01       50.49
       48846 |          7        0.02       50.51
       48847 |          3        0.01       50.52
       48850 |          3        0.01       50.53
       48854 |          2        0.01       50.54
       48858 |         14        0.05       50.59
       48860 |          1        0.00       50.60
       48866 |          2        0.01       50.60
       48867 |          6        0.02       50.62
       48872 |          2        0.01       50.63
  48872-0000 |          1        0.00       50.63
       48878 |          1        0.00       50.64
       48880 |          2        0.01       50.65
       48881 |          1        0.00       50.65
       48883 |          1        0.00       50.65
       48884 |          1        0.00       50.66
       48888 |          3        0.01       50.67
       48890 |          1        0.00       50.67
       48892 |          1        0.00       50.67
       48895 |          2        0.01       50.68
       48897 |          1        0.00       50.68
       48906 |          7        0.02       50.71
       48910 |          5        0.02       50.73
       48911 |          7        0.02       50.75
       48912 |          6        0.02       50.77
       48915 |          1        0.00       50.78
       48917 |          3        0.01       50.79
       48933 |          6        0.02       50.81
       49001 |          3        0.01       50.82
       49002 |          3        0.01       50.83
  49002-0000 |          1        0.00       50.83
       49004 |          2        0.01       50.84
       49006 |          3        0.01       50.85
       49007 |          3        0.01       50.86
       49008 |          3        0.01       50.87
       49009 |          6        0.02       50.89
        4901 |          3        0.01       50.90
       49010 |          3        0.01       50.92
       49013 |          2        0.01       50.92
       49015 |          7        0.02       50.95
       49017 |          1        0.00       50.95
       49021 |          2        0.01       50.96
       49022 |         11        0.04       51.00
       49024 |          3        0.01       51.01
  49024-0000 |          1        0.00       51.01
       49028 |          2        0.01       51.02
       49031 |          1        0.00       51.02
       49032 |          2        0.01       51.03
       49036 |          7        0.02       51.05
       49037 |          8        0.03       51.08
       49040 |          1        0.00       51.09
       49042 |          1        0.00       51.09
       49047 |          3        0.01       51.10
       49048 |          5        0.02       51.12
       49055 |          1        0.00       51.12
       49057 |          2        0.01       51.13
       49058 |          4        0.01       51.14
       49064 |          1        0.00       51.15
       49065 |          2        0.01       51.15
       49067 |          1        0.00       51.16
       49068 |          2        0.01       51.16
       49071 |          2        0.01       51.17
       49073 |          1        0.00       51.17
       49078 |          2        0.01       51.18
       49079 |          1        0.00       51.19
       49080 |          7        0.02       51.21
       49082 |          1        0.00       51.21
       49096 |          1        0.00       51.22
       49097 |          1        0.00       51.22
       49098 |          3        0.01       51.23
       49099 |          2        0.01       51.24
       49120 |          4        0.01       51.25
        4915 |          6        0.02       51.27
       49201 |          9        0.03       51.31
       49202 |          5        0.02       51.32
       49203 |         16        0.06       51.38
       49220 |          1        0.00       51.38
       49221 |         11        0.04       51.42
       49228 |          1        0.00       51.43
       49230 |          3        0.01       51.44
       49232 |          1        0.00       51.44
       49247 |          2        0.01       51.45
       49250 |          2        0.01       51.46
       49252 |          2        0.01       51.46
       49254 |          1        0.00       51.47
       49256 |          1        0.00       51.47
       49265 |          1        0.00       51.47
       49274 |          1        0.00       51.48
        4928 |          1        0.00       51.48
       49285 |          2        0.01       51.49
       49286 |          1        0.00       51.49
       49288 |          1        0.00       51.49
       49304 |          3        0.01       51.51
       49307 |          5        0.02       51.52
       49319 |          1        0.00       51.53
       49327 |          1        0.00       51.53
       49329 |          1        0.00       51.53
       49330 |          1        0.00       51.54
       49331 |          1        0.00       51.54
       49340 |          1        0.00       51.54
       49341 |          1        0.00       51.55
       49343 |          2        0.01       51.56
       49348 |          3        0.01       51.57
       49349 |          3        0.01       51.58
       49423 |          7        0.02       51.60
       49444 |          5        0.02       51.62
       49508 |          5        0.02       51.64
       49509 |          2        0.01       51.64
       49512 |          1        0.00       51.65
       49525 |          2        0.01       51.65
       49534 |          1        0.00       51.66
       49544 |          1        0.00       51.66
       49546 |          3        0.01       51.67
       49548 |          2        0.01       51.68
        4958 |          1        0.00       51.68
       49601 |          4        0.01       51.70
  49601-0000 |          1        0.00       51.70
       49615 |          2        0.01       51.71
        4963 |          1        0.00       51.71
       49631 |          2        0.01       51.72
       49633 |          1        0.00       51.72
       49635 |          2        0.01       51.73
       49646 |          3        0.01       51.74
       49657 |          1        0.00       51.74
       49665 |          1        0.00       51.75
        4967 |          2        0.01       51.75
       49677 |          3        0.01       51.76
       49684 |          6        0.02       51.79
  49684-0000 |          1        0.00       51.79
  49685-0000 |          1        0.00       51.79
       49686 |          8        0.03       51.82
       49701 |          1        0.00       51.83
       49706 |          1        0.00       51.83
       49707 |          7        0.02       51.85
       49712 |          4        0.01       51.87
       49720 |          3        0.01       51.88
       49721 |          4        0.01       51.89
       49726 |          1        0.00       51.90
       49727 |          3        0.01       51.91
       49735 |         10        0.04       51.94
  49735-0000 |          1        0.00       51.95
       49738 |          5        0.02       51.96
        4974 |          3        0.01       51.97
       49749 |          3        0.01       51.99
       49756 |          1        0.00       51.99
        4976 |          2        0.01       52.00
       49769 |          1        0.00       52.00
       49770 |          8        0.03       52.03
       49776 |          1        0.00       52.03
       49781 |          2        0.01       52.04
       49783 |          5        0.02       52.06
       50009 |          7        0.02       52.08
       50014 |          3        0.01       52.09
       50022 |          1        0.00       52.10
  50022-2466 |          1        0.00       52.10
       50028 |          1        0.00       52.10
  50138-0000 |          1        0.00       52.11
       50201 |          3        0.01       52.12
  50201-0000 |          1        0.00       52.12
       50208 |         10        0.04       52.16
  50208-3213 |          1        0.00       52.16
       50211 |          4        0.01       52.17
       50213 |          3        0.01       52.18
       50216 |          1        0.00       52.19
       50219 |          2        0.01       52.20
  50219-7577 |          1        0.00       52.20
       50220 |          3        0.01       52.21
       50225 |          1        0.00       52.21
       50228 |          1        0.00       52.22
       50237 |          1        0.00       52.22
       50247 |          1        0.00       52.22
       50248 |          1        0.00       52.23
       50250 |          1        0.00       52.23
       50263 |          8        0.03       52.26
  50263-8428 |          1        0.00       52.26
       50265 |          5        0.02       52.28
       50266 |          5        0.02       52.30
  50266-0000 |          2        0.01       52.31
       50273 |          2        0.01       52.31
       50309 |         14        0.05       52.36
  50309-2313 |          1        0.00       52.37
  50309-2326 |          1        0.00       52.37
       50310 |          3        0.01       52.38
       50311 |          3        0.01       52.39
  50312-2726 |          1        0.00       52.39
       50313 |          2        0.01       52.40
       50314 |         20        0.07       52.47
       50315 |         16        0.06       52.53
  50315-1813 |          1        0.00       52.53
       50316 |          7        0.02       52.56
  50316-0000 |          2        0.01       52.56
  50316-3825 |          1        0.00       52.57
       50317 |         14        0.05       52.62
  50317-0000 |          1        0.00       52.62
  50317-4337 |          2        0.01       52.63
  50317-4779 |          1        0.00       52.63
        5032 |          1        0.00       52.64
       50450 |          1        0.00       52.64
       50461 |          1        0.00       52.64
       50501 |          8        0.03       52.67
       50583 |          1        0.00       52.67
       50622 |          1        0.00       52.68
       50644 |          1        0.00       52.68
  50651-1152 |          1        0.00       52.69
       50801 |          5        0.02       52.70
        5081 |          2        0.01       52.71
       50851 |          1        0.00       52.71
        5088 |          1        0.00       52.72
       51023 |          1        0.00       52.72
       51025 |          1        0.00       52.72
       51031 |          3        0.01       52.74
       51039 |          1        0.00       52.74
       51040 |          1        0.00       52.74
       51041 |          2        0.01       52.75
  51041-0000 |          1        0.00       52.75
       51101 |          5        0.02       52.77
  51101-0000 |          2        0.01       52.78
  51101-1999 |          1        0.00       52.78
       51103 |          9        0.03       52.81
       51104 |          2        0.01       52.82
       51105 |          2        0.01       52.83
       51106 |          3        0.01       52.84
       51108 |          1        0.00       52.84
       51109 |          1        0.00       52.85
       51201 |          1        0.00       52.85
  51201-0000 |          1        0.00       52.85
  51201-2227 |          1        0.00       52.86
       51249 |          1        0.00       52.86
       51301 |          3        0.01       52.87
       51334 |          1        0.00       52.87
       51342 |          1        0.00       52.88
       51346 |          2        0.01       52.88
       51347 |          1        0.00       52.89
       51443 |          1        0.00       52.89
       51445 |          2        0.01       52.90
       51458 |          1        0.00       52.90
        5149 |          2        0.01       52.91
       51501 |         33        0.12       53.03
       51503 |         11        0.04       53.07
       51529 |          1        0.00       53.07
        5153 |          1        0.00       53.07
       51534 |          1        0.00       53.08
       51537 |          1        0.00       53.08
       51546 |          1        0.00       53.08
       51555 |          1        0.00       53.09
        5156 |          4        0.01       53.10
       51560 |          1        0.00       53.11
       51566 |          1        0.00       53.11
       51579 |          1        0.00       53.11
       51601 |          1        0.00       53.12
       51632 |          2        0.01       53.12
       52001 |         14        0.05       53.17
       52002 |          3        0.01       53.18
       52003 |          1        0.00       53.19
        5201 |          6        0.02       53.21
       52040 |          1        0.00       53.21
       52057 |          3        0.01       53.22
       52060 |          3        0.01       53.23
       52068 |          1        0.00       53.24
       52101 |          3        0.01       53.25
       52136 |          1        0.00       53.25
       52155 |          1        0.00       53.25
       52157 |          1        0.00       53.26
       52162 |          2        0.01       53.27
       52172 |          1        0.00       53.27
       52175 |          1        0.00       53.27
       52213 |          1        0.00       53.28
       52228 |          1        0.00       53.28
       52233 |          1        0.00       53.28
       52240 |          4        0.01       53.30
  52240-0000 |          1        0.00       53.30
       52241 |          2        0.01       53.31
       52245 |          3        0.01       53.32
       52246 |          4        0.01       53.33
       52301 |          1        0.00       53.34
       52302 |          3        0.01       53.35
       52314 |          1        0.00       53.35
  52316-0000 |          1        0.00       53.35
       52317 |          7        0.02       53.38
       52339 |          1        0.00       53.38
       52342 |          1        0.00       53.39
       52353 |          1        0.00       53.39
       52356 |          2        0.01       53.40
       52361 |          1        0.00       53.40
       52401 |          4        0.01       53.41
       52402 |          7        0.02       53.44
       52403 |          1        0.00       53.44
       52404 |          7        0.02       53.47
  52404-0000 |          1        0.00       53.47
  52404-1306 |          1        0.00       53.47
       52405 |          4        0.01       53.49
        5250 |          2        0.01       53.50
       52501 |          3        0.01       53.51
       52544 |          1        0.00       53.51
        5255 |          1        0.00       53.51
       52556 |          4        0.01       53.53
  52556-3559 |          1        0.00       53.53
  52556-3573 |          1        0.00       53.54
        5257 |          1        0.00       53.54
       52577 |          8        0.03       53.57
       52601 |          4        0.01       53.58
  52601-0000 |          1        0.00       53.59
       52627 |          4        0.01       53.60
       52632 |          4        0.01       53.61
       52639 |          1        0.00       53.62
       52641 |          5        0.02       53.63
       52655 |          1        0.00       53.64
       52659 |          1        0.00       53.64
       52722 |          4        0.01       53.66
       52732 |          9        0.03       53.69
       52738 |          1        0.00       53.69
  52738-1314 |          1        0.00       53.70
       52742 |          2        0.01       53.70
       52753 |          2        0.01       53.71
       52761 |          7        0.02       53.73
       52772 |          1        0.00       53.74
       52801 |          4        0.01       53.75
       52802 |          2        0.01       53.76
       52803 |          5        0.02       53.78
       52804 |          6        0.02       53.80
       52806 |          7        0.02       53.82
       52807 |          7        0.02       53.85
       53007 |          1        0.00       53.85
        5301 |         18        0.06       53.92
       53012 |          2        0.01       53.92
       53014 |          2        0.01       53.93
       53021 |          1        0.00       53.93
       53022 |          3        0.01       53.94
       53024 |          1        0.00       53.95
       53029 |          2        0.01       53.95
       53032 |          1        0.00       53.96
       53036 |          1        0.00       53.96
       53042 |          3        0.01       53.97
       53048 |          1        0.00       53.98
       53050 |          2        0.01       53.98
       53066 |          3        0.01       53.99
       53115 |          5        0.02       54.01
       53121 |          5        0.02       54.03
       53140 |          7        0.02       54.05
       53143 |          2        0.01       54.06
       53147 |          2        0.01       54.07
       53149 |          1        0.00       54.07
       53151 |          5        0.02       54.09
       53181 |          4        0.01       54.10
       53184 |          1        0.00       54.11
       53186 |          1        0.00       54.11
       53235 |          3        0.01       54.12
       53511 |         12        0.04       54.16
       53520 |          1        0.00       54.17
       53527 |          1        0.00       54.17
       53549 |          3        0.01       54.18
       53558 |          2        0.01       54.19
       53565 |          2        0.01       54.20
       53566 |          3        0.01       54.21
       53574 |          1        0.00       54.21
       53575 |          3        0.01       54.22
       53589 |          5        0.02       54.24
        5361 |          1        0.00       54.24
       53703 |          8        0.03       54.27
       53711 |         10        0.04       54.31
       53805 |          2        0.01       54.31
       53807 |          2        0.01       54.32
       53925 |          3        0.01       54.33
       53929 |          1        0.00       54.34
       53933 |          2        0.01       54.34
       53954 |          1        0.00       54.35
       53956 |          1        0.00       54.35
       53959 |          7        0.02       54.37
       53961 |          1        0.00       54.38
       53963 |          5        0.02       54.40
       53965 |          1        0.00       54.40
       53968 |          1        0.00       54.40
       54001 |          1        0.00       54.41
       54002 |          3        0.01       54.42
       54005 |          1        0.00       54.42
        5401 |         30        0.11       54.53
       54011 |          4        0.01       54.54
       54013 |          2        0.01       54.55
       54017 |          4        0.01       54.56
       54020 |          2        0.01       54.57
       54021 |          1        0.00       54.57
       54024 |          2        0.01       54.58
       54025 |          1        0.00       54.58
        5403 |         13        0.05       54.63
        5404 |          4        0.01       54.64
        5408 |          5        0.02       54.66
       54110 |          4        0.01       54.68
       54113 |          1        0.00       54.68
       54114 |          1        0.00       54.68
       54115 |          3        0.01       54.69
       54125 |          1        0.00       54.70
       54130 |          1        0.00       54.70
       54135 |          6        0.02       54.72
       54143 |          4        0.01       54.74
       54151 |          1        0.00       54.74
       54153 |          2        0.01       54.75
       54165 |          1        0.00       54.75
       54166 |          3        0.01       54.76
       54180 |          1        0.00       54.77
       54201 |          2        0.01       54.77
       54208 |          1        0.00       54.78
       54216 |          3        0.01       54.79
       54220 |          5        0.02       54.80
       54234 |          2        0.01       54.81
       54235 |          4        0.01       54.83
       54241 |          3        0.01       54.84
       54301 |          3        0.01       54.85
       54302 |          4        0.01       54.86
       54303 |         10        0.04       54.90
       54304 |          2        0.01       54.90
       54311 |          2        0.01       54.91
       54313 |          2        0.01       54.92
        5440 |          2        0.01       54.93
       54401 |          4        0.01       54.94
       54403 |          9        0.03       54.97
       54409 |          8        0.03       55.00
       54411 |          2        0.01       55.01
       54416 |          1        0.00       55.01
       54421 |          3        0.01       55.02
       54426 |          2        0.01       55.03
        5443 |          1        0.00       55.03
       54437 |          1        0.00       55.04
       54446 |          2        0.01       55.04
       54449 |          6        0.02       55.06
       54452 |          2        0.01       55.07
       54455 |          5        0.02       55.09
       54457 |          1        0.00       55.09
       54481 |          4        0.01       55.11
       54495 |          4        0.01       55.12
       54566 |          1        0.00       55.12
        5457 |          1        0.00       55.13
       54612 |          2        0.01       55.13
       54626 |          1        0.00       55.14
       54660 |          3        0.01       55.15
       54665 |          1        0.00       55.15
       54669 |          1        0.00       55.16
        5468 |          1        0.00       55.16
       54701 |          4        0.01       55.17
       54703 |          1        0.00       55.18
       54722 |          1        0.00       55.18
       54736 |          1        0.00       55.18
       54751 |          6        0.02       55.21
       54754 |          2        0.01       55.21
       54758 |          1        0.00       55.22
        5476 |          3        0.01       55.23
       54767 |          2        0.01       55.23
       54768 |          2        0.01       55.24
        5477 |          3        0.01       55.25
       54770 |          2        0.01       55.26
       54771 |          1        0.00       55.26
       54773 |          1        0.00       55.27
        5478 |         10        0.04       55.30
       54801 |          1        0.00       55.31
       54806 |          3        0.01       55.32
       54812 |          4        0.01       55.33
       54814 |          2        0.01       55.34
  54814-4961 |          1        0.00       55.34
        5482 |          3        0.01       55.35
       54824 |          1        0.00       55.36
       54829 |          1        0.00       55.36
       54843 |          6        0.02       55.38
       54848 |          3        0.01       55.39
       54858 |          1        0.00       55.39
       54861 |          1        0.00       55.40
       54868 |          5        0.02       55.42
       54873 |          1        0.00       55.42
        5488 |          3        0.01       55.43
       54880 |         12        0.04       55.47
       54889 |          1        0.00       55.48
       54891 |          1        0.00       55.48
       54901 |         14        0.05       55.53
       54902 |          1        0.00       55.53
        5491 |          4        0.01       55.55
       54911 |         12        0.04       55.59
       54913 |          1        0.00       55.59
       54914 |          2        0.01       55.60
       54915 |          5        0.02       55.62
       54923 |          5        0.02       55.64
       54929 |          4        0.01       55.65
       54930 |          1        0.00       55.65
       54935 |         18        0.06       55.72
       54937 |          1        0.00       55.72
       54941 |          1        0.00       55.73
       54945 |          2        0.01       55.73
       54949 |          2        0.01       55.74
        5495 |          4        0.01       55.75
       54982 |          1        0.00       55.76
       55006 |          1        0.00       55.76
       55008 |          3        0.01       55.77
       55009 |          3        0.01       55.78
       55013 |          1        0.00       55.79
       55014 |          4        0.01       55.80
       55016 |          2        0.01       55.81
       55021 |          8        0.03       55.84
       55024 |          4        0.01       55.85
       55040 |          2        0.01       55.86
       55051 |          2        0.01       55.86
       55055 |          1        0.00       55.87
       55060 |          8        0.03       55.90
       55063 |          2        0.01       55.90
       55066 |          6        0.02       55.92
       55068 |          4        0.01       55.94
       55072 |          2        0.01       55.95
       55075 |          3        0.01       55.96
       55076 |          3        0.01       55.97
       55079 |          1        0.00       55.97
       55108 |          1        0.00       55.97
       55119 |          1        0.00       55.98
       55120 |          1        0.00       55.98
       55121 |          1        0.00       55.98
       55122 |          3        0.01       56.00
       55124 |          3        0.01       56.01
       55125 |          3        0.01       56.02
       55126 |          1        0.00       56.02
       55127 |          1        0.00       56.02
       55128 |         14        0.05       56.07
       55129 |          2        0.01       56.08
  55130-4631 |          1        0.00       56.08
       55305 |          3        0.01       56.09
       55306 |          1        0.00       56.10
       55330 |          7        0.02       56.12
       55337 |          7        0.02       56.15
       55344 |          4        0.01       56.16
       55349 |          1        0.00       56.17
       55350 |          2        0.01       56.17
       55362 |          5        0.02       56.19
       55363 |          1        0.00       56.19
       55364 |          1        0.00       56.20
       55397 |          1        0.00       56.20
       55398 |          2        0.01       56.21
       55403 |         18        0.06       56.27
       55404 |         44        0.16       56.43
       55407 |         18        0.06       56.49
       55408 |         14        0.05       56.54
       55414 |         13        0.05       56.59
       55417 |          2        0.01       56.60
       55418 |         11        0.04       56.64
       55419 |          6        0.02       56.66
       55420 |          5        0.02       56.67
       55421 |          2        0.01       56.68
       55422 |          2        0.01       56.69
       55436 |          1        0.00       56.69
       55604 |          1        0.00       56.70
       55719 |          1        0.00       56.70
       55806 |          9        0.03       56.73
       55811 |          4        0.01       56.75
       55901 |         16        0.06       56.80
       56024 |          2        0.01       56.81
       56031 |          3        0.01       56.82
       56071 |          1        0.00       56.82
       56073 |          3        0.01       56.83
       56081 |          1        0.00       56.84
       56082 |          4        0.01       56.85
       56215 |          2        0.01       56.86
       56258 |          5        0.02       56.88
       56265 |          1        0.00       56.88
       56267 |          2        0.01       56.89
       56277 |          1        0.00       56.89
       56283 |          2        0.01       56.90
       56288 |          1        0.00       56.90
       56296 |          1        0.00       56.91
       56301 |         13        0.05       56.95
       56303 |          9        0.03       56.98
       56304 |          8        0.03       57.01
       56307 |          2        0.01       57.02
       56308 |          5        0.02       57.04
       56310 |          1        0.00       57.04
       56320 |          3        0.01       57.05
       56329 |          3        0.01       57.06
       56331 |          1        0.00       57.07
       56340 |          1        0.00       57.07
       56345 |          5        0.02       57.09
       56347 |          1        0.00       57.09
       56352 |          2        0.01       57.10
       56353 |          2        0.01       57.10
       56359 |          2        0.01       57.11
       56360 |          1        0.00       57.11
       56362 |          1        0.00       57.12
       56367 |          1        0.00       57.12
       56373 |          1        0.00       57.13
       56374 |          1        0.00       57.13
       56377 |          2        0.01       57.14
       56378 |          1        0.00       57.14
       56379 |          4        0.01       57.15
       56387 |          1        0.00       57.16
       56401 |          8        0.03       57.19
        5641 |          2        0.01       57.19
       56425 |          4        0.01       57.21
       56431 |          2        0.01       57.21
       56444 |          1        0.00       57.22
       56446 |          1        0.00       57.22
       56464 |          1        0.00       57.23
        5647 |          1        0.00       57.23
       56470 |          5        0.02       57.25
       56474 |          3        0.01       57.26
       56479 |          2        0.01       57.26
       56482 |          1        0.00       57.27
       56484 |          3        0.01       57.28
       56501 |          9        0.03       57.31
       56514 |          1        0.00       57.31
       56520 |          1        0.00       57.32
       56527 |          1        0.00       57.32
       56529 |          1        0.00       57.32
       56537 |          3        0.01       57.34
       56542 |          1        0.00       57.34
       56544 |          1        0.00       57.34
       56549 |          1        0.00       57.35
       56551 |          1        0.00       57.35
       56554 |          1        0.00       57.35
       56557 |          4        0.01       57.37
        5656 |          1        0.00       57.37
       56560 |          9        0.03       57.40
       56567 |          3        0.01       57.41
       56572 |          2        0.01       57.42
       56601 |          4        0.01       57.43
       56633 |          3        0.01       57.45
       56701 |          8        0.03       57.47
        5672 |          1        0.00       57.48
       56721 |          1        0.00       57.48
        5673 |          2        0.01       57.49
        5674 |          1        0.00       57.49
       56742 |          1        0.00       57.50
       56750 |          2        0.01       57.50
       56751 |          2        0.01       57.51
       56762 |          1        0.00       57.51
       56763 |          1        0.00       57.52
        5677 |          1        0.00       57.52
        5679 |          2        0.01       57.53
       57005 |          6        0.02       57.55
       57006 |         11        0.04       57.59
        5701 |         13        0.05       57.63
       57013 |          2        0.01       57.64
       57020 |          1        0.00       57.64
       57025 |          1        0.00       57.65
       57028 |          3        0.01       57.66
       57032 |          5        0.02       57.68
       57033 |          2        0.01       57.68
       57042 |          2        0.01       57.69
       57049 |          2        0.01       57.70
       57064 |          5        0.02       57.72
       57069 |          6        0.02       57.74
       57078 |         11        0.04       57.78
       57103 |         18        0.06       57.84
       57104 |         22        0.08       57.92
       57105 |          5        0.02       57.94
       57106 |         21        0.07       58.01
       57107 |          5        0.02       58.03
       57108 |          4        0.01       58.04
       57110 |         12        0.04       58.09
       57201 |         10        0.04       58.12
       57216 |          1        0.00       58.12
       57301 |          9        0.03       58.16
       57325 |          3        0.01       58.17
        5733 |          4        0.01       58.18
       57349 |          1        0.00       58.18
       57350 |          2        0.01       58.19
       57380 |          3        0.01       58.20
       57401 |         11        0.04       58.24
        5743 |          3        0.01       58.25
       57469 |          1        0.00       58.26
       57501 |          8        0.03       58.28
       57523 |          1        0.00       58.29
        5753 |         11        0.04       58.33
       57555 |          1        0.00       58.33
       57601 |          1        0.00       58.33
       57625 |          1        0.00       58.34
        5764 |          1        0.00       58.34
       57701 |         17        0.06       58.40
       57702 |          2        0.01       58.41
       57717 |          1        0.00       58.41
       57719 |          3        0.01       58.42
       57730 |          3        0.01       58.43
       57732 |          2        0.01       58.44
       57783 |          6        0.02       58.46
       57785 |          4        0.01       58.48
       58012 |          1        0.00       58.48
       58040 |          4        0.01       58.49
       58041 |          2        0.01       58.50
       58045 |          1        0.00       58.50
       58051 |          1        0.00       58.51
       58054 |          1        0.00       58.51
       58060 |          1        0.00       58.52
       58075 |          4        0.01       58.53
       58078 |         19        0.07       58.60
       58102 |          6        0.02       58.62
       58103 |         18        0.06       58.68
       58104 |          8        0.03       58.71
  58104-0000 |          1        0.00       58.71
        5819 |         10        0.04       58.75
       58201 |          8        0.03       58.78
       58203 |          6        0.02       58.80
        5822 |          1        0.00       58.80
       58237 |          4        0.01       58.82
       58240 |          1        0.00       58.82
       58249 |          1        0.00       58.82
       58282 |          1        0.00       58.83
        5830 |          1        0.00       58.83
       58301 |          7        0.02       58.86
  58316-0000 |          1        0.00       58.86
        5851 |          2        0.01       58.87
       58538 |          3        0.01       58.88
       58552 |          1        0.00       58.88
       58601 |          8        0.03       58.91
  58601-0000 |          1        0.00       58.91
       58701 |          7        0.02       58.94
       58763 |          1        0.00       58.94
       58801 |          5        0.02       58.96
       58852 |          1        0.00       58.96
       59101 |          7        0.02       58.99
       59102 |          4        0.01       59.00
       59105 |          6        0.02       59.02
       59230 |          1        0.00       59.03
       59247 |          1        0.00       59.03
  59255-0000 |          1        0.00       59.03
       59270 |          1        0.00       59.04
       59301 |          1        0.00       59.04
  59330-0000 |          1        0.00       59.05
       59401 |          2        0.01       59.05
       59404 |          1        0.00       59.06
       59405 |          6        0.02       59.08
       59417 |          2        0.01       59.08
       59427 |          2        0.01       59.09
       59457 |          1        0.00       59.09
       59474 |          2        0.01       59.10
       59501 |          8        0.03       59.13
       59523 |          1        0.00       59.13
       59524 |          2        0.01       59.14
       59526 |          2        0.01       59.15
  59538-0000 |          1        0.00       59.15
       59601 |          6        0.02       59.17
       59801 |         12        0.04       59.22
       59802 |          9        0.03       59.25
       59821 |          1        0.00       59.25
       59828 |          2        0.01       59.26
       59829 |          2        0.01       59.27
       59840 |          5        0.02       59.28
       59860 |          2        0.01       59.29
       59864 |          7        0.02       59.32
       59866 |          1        0.00       59.32
       59870 |          1        0.00       59.32
       59901 |         15        0.05       59.38
       59911 |          2        0.01       59.38
       59912 |          4        0.01       59.40
       60008 |          1        0.00       59.40
       60033 |          2        0.01       59.41
       60046 |          1        0.00       59.41
       60050 |          1        0.00       59.41
       60064 |          4        0.01       59.43
       60073 |          2        0.01       59.44
       60077 |          1        0.00       59.44
       60085 |         10        0.04       59.48
       60087 |          2        0.01       59.48
       60099 |          7        0.02       59.51
        6010 |          3        0.01       59.52
       60103 |          2        0.01       59.53
       60104 |          2        0.01       59.53
       60115 |          5        0.02       59.55
       60120 |          2        0.01       59.56
       60123 |          7        0.02       59.58
       60135 |          1        0.00       59.59
       60142 |          2        0.01       59.59
       60148 |          1        0.00       59.60
       60150 |          1        0.00       59.60
       60153 |          2        0.01       59.61
       60156 |          1        0.00       59.61
        6016 |          1        0.00       59.61
       60160 |          1        0.00       59.62
       60178 |          1        0.00       59.62
       60185 |          1        0.00       59.62
       60188 |          3        0.01       59.64
       60193 |          1        0.00       59.64
       60201 |          3        0.01       59.65
         603 |          1        0.00       59.65
        6032 |          4        0.01       59.67
        6037 |          3        0.01       59.68
        6040 |          1        0.00       59.68
       60401 |          1        0.00       59.69
       60404 |          1        0.00       59.69
       60406 |          2        0.01       59.70
       60408 |          2        0.01       59.70
       60409 |          3        0.01       59.71
       60436 |          2        0.01       59.72
       60439 |          1        0.00       59.72
       60440 |          3        0.01       59.73
       60441 |          1        0.00       59.74
       60444 |          1        0.00       59.74
       60445 |          1        0.00       59.75
       60446 |          2        0.01       59.75
       60450 |          7        0.02       59.78
       60452 |          1        0.00       59.78
       60462 |          1        0.00       59.78
       60466 |          2        0.01       59.79
       60471 |          2        0.01       59.80
       60472 |          1        0.00       59.80
       60506 |          3        0.01       59.81
       60510 |          2        0.01       59.82
       60515 |          1        0.00       59.82
       60516 |          1        0.00       59.83
        6052 |          1        0.00       59.83
       60534 |          2        0.01       59.84
       60538 |          1        0.00       59.84
       60540 |          1        0.00       59.85
       60542 |          1        0.00       59.85
       60543 |          2        0.01       59.86
       60544 |          1        0.00       59.86
       60561 |          1        0.00       59.86
       60563 |          6        0.02       59.88
       60601 |          1        0.00       59.89
  60610-1877 |          1        0.00       59.89
       60612 |         24        0.09       59.98
       60616 |          8        0.03       60.00
  60616-1526 |          1        0.00       60.01
  60616-2043 |          1        0.00       60.01
       60617 |          9        0.03       60.04
       60618 |          4        0.01       60.06
       60622 |          8        0.03       60.09
       60623 |         15        0.05       60.14
       60628 |          8        0.03       60.17
       60629 |          9        0.03       60.20
       60630 |          3        0.01       60.21
       60631 |          1        0.00       60.21
       60632 |          1        0.00       60.22
       60633 |          2        0.01       60.23
       60634 |          2        0.01       60.23
       60636 |          3        0.01       60.24
       60637 |         36        0.13       60.37
       60638 |          1        0.00       60.37
       60639 |          6        0.02       60.40
       60640 |         25        0.09       60.48
       60641 |          1        0.00       60.49
       60642 |          1        0.00       60.49
  60642-2661 |          1        0.00       60.50
       60643 |          1        0.00       60.50
       60644 |         36        0.13       60.63
       60647 |         30        0.11       60.73
       60649 |         20        0.07       60.80
       60651 |          5        0.02       60.82
       60652 |          1        0.00       60.83
       60653 |         51        0.18       61.01
       60656 |          1        0.00       61.01
       60657 |          4        0.01       61.03
       60659 |          3        0.01       61.04
        6066 |          1        0.00       61.04
       60660 |         10        0.04       61.07
  60660-4602 |          1        0.00       61.08
       60661 |          1        0.00       61.08
        6070 |          3        0.01       61.09
       60707 |          2        0.01       61.10
        6071 |          2        0.01       61.11
        6074 |          3        0.01       61.12
       60804 |          3        0.01       61.13
       60827 |          4        0.01       61.14
        6085 |          1        0.00       61.15
       60901 |          4        0.01       61.16
       60914 |          1        0.00       61.16
       60915 |          2        0.01       61.17
       60936 |          3        0.01       61.18
       60938 |          1        0.00       61.19
       60942 |          2        0.01       61.19
        6095 |          1        0.00       61.20
       60950 |          2        0.01       61.20
       60957 |          1        0.00       61.21
        6096 |          1        0.00       61.21
       60964 |          1        0.00       61.21
       60970 |          2        0.01       61.22
        6098 |          2        0.01       61.23
       61001 |          1        0.00       61.23
       61006 |          1        0.00       61.23
       61008 |          3        0.01       61.25
       61010 |          1        0.00       61.25
       61021 |          6        0.02       61.27
       61024 |          1        0.00       61.27
       61025 |          1        0.00       61.28
       61028 |          1        0.00       61.28
        6103 |          4        0.01       61.30
       61031 |          1        0.00       61.30
       61032 |          4        0.01       61.31
       61036 |          2        0.01       61.32
       61046 |          1        0.00       61.32
       61048 |          1        0.00       61.33
        6105 |         11        0.04       61.37
       61051 |          1        0.00       61.37
       61053 |          1        0.00       61.37
       61054 |          1        0.00       61.38
        6106 |         25        0.09       61.47
       61068 |          3        0.01       61.48
       61071 |          5        0.02       61.49
       61074 |          1        0.00       61.50
       61078 |          1        0.00       61.50
       61244 |          3        0.01       61.51
       61285 |          2        0.01       61.52
       61301 |          1        0.00       61.52
       61360 |          1        0.00       61.53
       61362 |          2        0.01       61.53
       61377 |          1        0.00       61.54
       61434 |          2        0.01       61.54
       61727 |          1        0.00       61.55
       61732 |          1        0.00       61.55
       61745 |          1        0.00       61.55
       61820 |          6        0.02       61.58
       61832 |          6        0.02       61.60
       61956 |          1        0.00       61.60
       62002 |          8        0.03       61.63
       62016 |          2        0.01       61.64
       62018 |          1        0.00       61.64
       62025 |          1        0.00       61.64
       62035 |          4        0.01       61.66
       62040 |          2        0.01       61.67
       62047 |          2        0.01       61.67
       62049 |          2        0.01       61.68
       62052 |          5        0.02       61.70
       62056 |         11        0.04       61.74
       62060 |          6        0.02       61.76
       62062 |          1        0.00       61.76
       62075 |          1        0.00       61.76
       62088 |          1        0.00       61.77
       62090 |          2        0.01       61.78
       62092 |          1        0.00       61.78
       62095 |          1        0.00       61.78
       62201 |          1        0.00       61.79
       62205 |          1        0.00       61.79
       62206 |          1        0.00       61.79
       62207 |          1        0.00       61.80
       62220 |          5        0.02       61.81
       62221 |          1        0.00       61.82
       62223 |          1        0.00       61.82
       62230 |          1        0.00       61.83
       62232 |          2        0.01       61.83
       62233 |          2        0.01       61.84
       62234 |          1        0.00       61.84
       62236 |          1        0.00       61.85
       62246 |          1        0.00       61.85
       62249 |          2        0.01       61.86
       62254 |          2        0.01       61.86
       62258 |          1        0.00       61.87
        6226 |          5        0.02       61.89
       62263 |          1        0.00       61.89
       62265 |          1        0.00       61.89
       62269 |          1        0.00       61.90
       62271 |          1        0.00       61.90
       62274 |          1        0.00       61.90
       62278 |          2        0.01       61.91
       62286 |          3        0.01       61.92
       62288 |          1        0.00       61.92
       62294 |          3        0.01       61.94
       62295 |          1        0.00       61.94
       62298 |          3        0.01       61.95
         623 |          1        0.00       61.95
       62301 |          4        0.01       61.97
       62305 |          3        0.01       61.98
       62320 |          1        0.00       61.98
       62324 |          1        0.00       61.98
       62326 |          1        0.00       61.99
       62339 |          1        0.00       61.99
        6234 |          1        0.00       62.00
       62363 |          1        0.00       62.00
       62401 |          3        0.01       62.01
        6241 |          1        0.00       62.01
       62420 |          1        0.00       62.02
       62428 |          1        0.00       62.02
       62439 |          1        0.00       62.02
       62441 |          4        0.01       62.04
       62450 |          2        0.01       62.05
       62454 |          2        0.01       62.05
       62468 |          1        0.00       62.06
       62471 |          4        0.01       62.07
       62501 |          1        0.00       62.07
       62521 |          2        0.01       62.08
       62526 |          9        0.03       62.11
       62533 |          1        0.00       62.12
       62534 |          1        0.00       62.12
        6255 |          2        0.01       62.13
       62558 |          1        0.00       62.13
       62629 |          1        0.00       62.13
       62664 |          2        0.01       62.14
       62812 |          3        0.01       62.15
       62821 |          4        0.01       62.17
       62823 |          1        0.00       62.17
       62830 |          1        0.00       62.17
       62832 |          1        0.00       62.18
       62837 |          2        0.01       62.18
       62838 |          1        0.00       62.19
       62839 |          1        0.00       62.19
       62859 |          4        0.01       62.21
       62863 |          2        0.01       62.21
       62864 |          4        0.01       62.23
       62875 |          1        0.00       62.23
       62881 |          2        0.01       62.24
       62896 |          1        0.00       62.24
       62901 |          6        0.02       62.26
       62906 |          2        0.01       62.27
       62915 |          2        0.01       62.28
       62917 |          1        0.00       62.28
       62930 |          2        0.01       62.29
       62938 |          1        0.00       62.29
       62946 |          1        0.00       62.29
       62948 |          3        0.01       62.30
       62959 |          4        0.01       62.32
       62960 |          1        0.00       62.32
       62963 |          1        0.00       62.33
       62966 |          1        0.00       62.33
       62987 |          1        0.00       62.33
       62988 |          1        0.00       62.34
       62992 |          1        0.00       62.34
       63010 |          4        0.01       62.35
       63019 |          2        0.01       62.36
       63020 |          3        0.01       62.37
       63026 |          1        0.00       62.38
       63028 |          6        0.02       62.40
  63028-0000 |          1        0.00       62.40
       63031 |          2        0.01       62.41
       63033 |          1        0.00       62.41
       63049 |          1        0.00       62.42
       63050 |          2        0.01       62.42
       63051 |          1        0.00       62.43
       63052 |          1        0.00       62.43
       63068 |          1        0.00       62.43
       63069 |         10        0.04       62.47
       63070 |          2        0.01       62.48
       63074 |          3        0.01       62.49
       63077 |          4        0.01       62.50
       63080 |          6        0.02       62.52
       63084 |          6        0.02       62.54
       63101 |          4        0.01       62.56
       63102 |          2        0.01       62.56
       63103 |         13        0.05       62.61
  63103-0000 |          1        0.00       62.61
       63104 |         16        0.06       62.67
       63106 |         20        0.07       62.74
       63107 |         61        0.22       62.96
  63107-2506 |          1        0.00       62.96
       63108 |         17        0.06       63.02
  63108-0000 |          1        0.00       63.03
       63110 |         16        0.06       63.08
       63111 |          3        0.01       63.09
  63111-3017 |          1        0.00       63.10
       63112 |         28        0.10       63.20
  63112-0000 |          1        0.00       63.20
  63112-2619 |          1        0.00       63.20
       63113 |         22        0.08       63.28
       63114 |         10        0.04       63.32
       63115 |         18        0.06       63.38
       63116 |          3        0.01       63.39
       63117 |          2        0.01       63.40
       63118 |         12        0.04       63.44
       63119 |         11        0.04       63.48
       63120 |         18        0.06       63.55
       63121 |         23        0.08       63.63
  63121-4113 |          1        0.00       63.63
       63122 |          5        0.02       63.65
       63123 |          2        0.01       63.66
       63125 |          6        0.02       63.68
       63130 |         11        0.04       63.72
       63131 |          1        0.00       63.72
       63132 |          2        0.01       63.73
       63133 |         16        0.06       63.78
       63134 |         11        0.04       63.82
       63135 |         12        0.04       63.87
       63136 |         25        0.09       63.95
  63136-0000 |          1        0.00       63.96
       63137 |          1        0.00       63.96
       63138 |          3        0.01       63.97
       63140 |          1        0.00       63.98
       63143 |          2        0.01       63.98
       63147 |          1        0.00       63.99
        6320 |          5        0.02       64.00
       63301 |          1        0.00       64.01
  63301-0000 |          1        0.00       64.01
       63368 |          4        0.01       64.03
       63376 |          5        0.02       64.04
       63379 |          5        0.02       64.06
       63382 |          1        0.00       64.06
       63383 |          7        0.02       64.09
       63385 |         13        0.05       64.14
       63390 |          1        0.00       64.14
       63401 |         10        0.04       64.17
  63401-0000 |          1        0.00       64.18
       63435 |          1        0.00       64.18
       63456 |          2        0.01       64.19
       63459 |          1        0.00       64.19
       63461 |          1        0.00       64.20
       63468 |          1        0.00       64.20
       63501 |          8        0.03       64.23
        6351 |          1        0.00       64.23
       63545 |          1        0.00       64.24
       63552 |          2        0.01       64.24
       63556 |          1        0.00       64.25
        6357 |          1        0.00       64.25
        6360 |          6        0.02       64.27
       63601 |          5        0.02       64.29
       63624 |          1        0.00       64.29
  63627-0000 |          1        0.00       64.30
       63628 |          1        0.00       64.30
       63640 |          7        0.02       64.32
       63645 |          2        0.01       64.33
       63650 |          1        0.00       64.33
       63653 |          1        0.00       64.34
       63664 |          5        0.02       64.36
       63670 |          2        0.01       64.36
       63673 |          1        0.00       64.37
       63701 |          2        0.01       64.37
       63703 |          7        0.02       64.40
       63735 |          1        0.00       64.40
       63740 |          1        0.00       64.41
       63755 |          7        0.02       64.43
       63764 |          2        0.01       64.44
       63775 |          5        0.02       64.46
       63780 |          2        0.01       64.46
         638 |          1        0.00       64.47
       63801 |          7        0.02       64.49
       63822 |          1        0.00       64.49
       63823 |          1        0.00       64.50
       63825 |          2        0.01       64.51
       63830 |          1        0.00       64.51
       63841 |          4        0.01       64.52
       63845 |          3        0.01       64.53
        6385 |          1        0.00       64.54
       63851 |          4        0.01       64.55
       63857 |          5        0.02       64.57
       63863 |          1        0.00       64.57
       63869 |          3        0.01       64.58
       63873 |          3        0.01       64.59
       63876 |          2        0.01       64.60
       63877 |          1        0.00       64.60
       63901 |         11        0.04       64.64
       63935 |          1        0.00       64.65
       63937 |          1        0.00       64.65
       63957 |          2        0.01       64.66
       63960 |          1        0.00       64.66
       64012 |          7        0.02       64.69
       64014 |          2        0.01       64.69
       64015 |          1        0.00       64.70
       64016 |          1        0.00       64.70
  64016-9720 |          1        0.00       64.70
       64020 |          2        0.01       64.71
       64021 |          1        0.00       64.72
       64024 |         12        0.04       64.76
       64030 |          5        0.02       64.78
       64037 |          1        0.00       64.78
       64040 |          1        0.00       64.78
        6405 |          1        0.00       64.79
       64050 |         11        0.04       64.83
       64052 |          2        0.01       64.83
       64055 |          3        0.01       64.84
       64056 |          1        0.00       64.85
       64057 |          3        0.01       64.86
       64060 |          3        0.01       64.87
       64063 |          2        0.01       64.88
       64064 |          2        0.01       64.88
       64067 |          1        0.00       64.89
  64067-1513 |          1        0.00       64.89
       64068 |          7        0.02       64.91
       64075 |          4        0.01       64.93
       64077 |          1        0.00       64.93
       64078 |          1        0.00       64.94
       64083 |         15        0.05       64.99
       64086 |          1        0.00       64.99
       64093 |          5        0.02       65.01
       64105 |          9        0.03       65.04
  64105-1266 |          1        0.00       65.05
  64105-1745 |          1        0.00       65.05
       64108 |         24        0.09       65.13
       64109 |         23        0.08       65.22
       64110 |         34        0.12       65.34
  64110-1903 |          1        0.00       65.34
       64111 |         11        0.04       65.38
       64125 |          1        0.00       65.38
       64126 |          4        0.01       65.40
       64127 |         52        0.18       65.58
       64128 |         22        0.08       65.66
       64130 |         41        0.15       65.81
       64132 |         38        0.14       65.94
       64133 |          6        0.02       65.96
       64137 |          1        0.00       65.97
       64152 |          3        0.01       65.98
        6437 |          2        0.01       65.98
       64424 |          1        0.00       65.99
       64442 |          1        0.00       65.99
       64465 |          1        0.00       65.99
       64468 |          6        0.02       66.02
       64491 |          1        0.00       66.02
        6450 |          2        0.01       66.03
       64501 |         19        0.07       66.09
       64507 |          2        0.01       66.10
       64601 |          6        0.02       66.12
       64628 |          1        0.00       66.13
       64633 |          1        0.00       66.13
       64640 |          1        0.00       66.13
       64648 |          1        0.00       66.14
       64673 |          2        0.01       66.14
       64683 |          7        0.02       66.17
       64701 |          9        0.03       66.20
        6473 |          1        0.00       66.20
       64730 |          5        0.02       66.22
  64735-0000 |          1        0.00       66.23
       64744 |          2        0.01       66.23
       64772 |          4        0.01       66.25
       64776 |          1        0.00       66.25
       64788 |          1        0.00       66.25
       64801 |         11        0.04       66.29
  64801-0000 |          1        0.00       66.30
       64804 |          8        0.03       66.33
        6483 |          1        0.00       66.33
       64831 |          2        0.01       66.34
       64834 |          3        0.01       66.35
       64836 |         15        0.05       66.40
  64841-0000 |          1        0.00       66.40
       64850 |          8        0.03       66.43
       64854 |          2        0.01       66.44
       64863 |          1        0.00       66.44
       64865 |          1        0.00       66.45
  64870-3057 |          1        0.00       66.45
       64874 |          1        0.00       66.45
       65081 |          1        0.00       66.46
       65084 |          3        0.01       66.47
        6510 |          3        0.01       66.48
       65101 |          2        0.01       66.49
       65109 |          7        0.02       66.51
        6511 |         16        0.06       66.57
        6512 |          1        0.00       66.57
        6514 |          1        0.00       66.57
        6516 |          3        0.01       66.58
        6517 |          1        0.00       66.59
        6519 |          4        0.01       66.60
       65201 |          2        0.01       66.61
       65202 |          9        0.03       66.64
       65203 |          5        0.02       66.66
       65233 |          4        0.01       66.67
       65236 |          1        0.00       66.68
        6525 |          1        0.00       66.68
       65251 |          5        0.02       66.70
       65255 |          1        0.00       66.70
       65265 |          4        0.01       66.72
       65301 |          7        0.02       66.74
       65338 |          1        0.00       66.74
       65340 |          5        0.02       66.76
  65340-0000 |          1        0.00       66.77
       65453 |          3        0.01       66.78
       65459 |          2        0.01       66.78
       65486 |          1        0.00       66.79
       65536 |          9        0.03       66.82
       65542 |          4        0.01       66.83
       65548 |          3        0.01       66.84
       65559 |          2        0.01       66.85
       65560 |          3        0.01       66.86
       65565 |          1        0.00       66.87
       65571 |          1        0.00       66.87
       65584 |          2        0.01       66.88
       65604 |          1        0.00       66.88
       65605 |          4        0.01       66.89
       65610 |          1        0.00       66.90
       65613 |          8        0.03       66.93
       65616 |         15        0.05       66.98
       65619 |          2        0.01       66.99
       65622 |          1        0.00       66.99
       65625 |          1        0.00       66.99
       65653 |          2        0.01       67.00
  65655-0000 |          2        0.01       67.01
       65661 |          1        0.00       67.01
       65672 |          2        0.01       67.02
  65672-0000 |          1        0.00       67.02
       65686 |          1        0.00       67.03
       65689 |          2        0.01       67.03
       65705 |          2        0.01       67.04
       65706 |          6        0.02       67.06
       65708 |          4        0.01       67.08
       65711 |          2        0.01       67.08
       65712 |          2        0.01       67.09
       65714 |         12        0.04       67.13
       65721 |          6        0.02       67.15
       65723 |          1        0.00       67.16
       65734 |          3        0.01       67.17
       65737 |          1        0.00       67.17
       65738 |          5        0.02       67.19
  65738-0000 |          1        0.00       67.19
       65742 |          1        0.00       67.20
       65757 |          2        0.01       67.20
       65775 |          5        0.02       67.22
       65781 |          2        0.01       67.23
  65781-0000 |          1        0.00       67.23
       65785 |          3        0.01       67.24
       65791 |          2        0.01       67.25
       65793 |          1        0.00       67.25
       65802 |         12        0.04       67.30
       65803 |         12        0.04       67.34
       65804 |          7        0.02       67.36
       65806 |          8        0.03       67.39
       65807 |          6        0.02       67.41
       65809 |          3        0.01       67.42
       65810 |          1        0.00       67.43
       66002 |          3        0.01       67.44
       66006 |          3        0.01       67.45
       66012 |          4        0.01       67.46
       66046 |          1        0.00       67.47
       66047 |          3        0.01       67.48
       66048 |         10        0.04       67.51
       66049 |          3        0.01       67.52
        6605 |          8        0.03       67.55
       66053 |          1        0.00       67.56
        6606 |          1        0.00       67.56
       66061 |          4        0.01       67.57
       66062 |         14        0.05       67.62
       66064 |          3        0.01       67.63
       66067 |          9        0.03       67.67
       66075 |          1        0.00       67.67
        6608 |         10        0.04       67.70
       66086 |          1        0.00       67.71
        6610 |          1        0.00       67.71
       66104 |          5        0.02       67.73
       66106 |          1        0.00       67.73
       66109 |          1        0.00       67.74
        6611 |          2        0.01       67.74
       66111 |          1        0.00       67.75
       66112 |          7        0.02       67.77
         662 |          1        0.00       67.78
       66224 |          1        0.00       67.78
       66423 |          1        0.00       67.78
       66424 |          1        0.00       67.79
       66436 |          3        0.01       67.80
       66439 |          1        0.00       67.80
       66508 |          3        0.01       67.81
       66509 |          2        0.01       67.82
       66517 |          1        0.00       67.82
       66523 |          1        0.00       67.83
       66533 |          1        0.00       67.83
       66547 |          2        0.01       67.84
       66603 |          5        0.02       67.85
       66604 |          8        0.03       67.88
       66605 |          5        0.02       67.90
       66614 |         14        0.05       67.95
       66615 |          1        0.00       67.95
       66616 |          1        0.00       67.96
       66618 |          3        0.01       67.97
       66701 |          2        0.01       67.97
       66712 |          2        0.01       67.98
       66713 |          2        0.01       67.99
       66720 |          3        0.01       68.00
       66725 |          3        0.01       68.01
       66736 |          1        0.00       68.01
       66748 |          2        0.01       68.02
       66749 |          4        0.01       68.04
       66757 |          2        0.01       68.04
       66762 |          7        0.02       68.07
       66763 |          1        0.00       68.07
       66783 |          1        0.00       68.07
       66801 |          4        0.01       68.09
       66839 |          1        0.00       68.09
       66846 |          1        0.00       68.10
       66854 |          1        0.00       68.10
       66861 |          3        0.01       68.11
       66901 |          3        0.01       68.12
       66938 |          1        0.00       68.12
       67003 |          1        0.00       68.13
       67005 |          5        0.02       68.15
       67010 |          5        0.02       68.16
       67013 |          1        0.00       68.17
       67026 |          1        0.00       68.17
       67035 |          1        0.00       68.17
       67060 |          4        0.01       68.19
        6710 |          6        0.02       68.21
       67135 |          1        0.00       68.21
       67202 |          5        0.02       68.23
       67203 |          3        0.01       68.24
       67204 |          2        0.01       68.25
       67205 |          2        0.01       68.26
       67207 |          3        0.01       68.27
       67212 |          7        0.02       68.29
       67336 |          1        0.00       68.29
       67356 |          1        0.00       68.30
       67432 |          1        0.00       68.30
       67437 |          1        0.00       68.31
       67439 |          4        0.01       68.32
       67455 |          1        0.00       68.32
       67456 |          1        0.00       68.33
       67457 |          1        0.00       68.33
       67460 |          5        0.02       68.35
       67464 |          1        0.00       68.35
       67467 |          1        0.00       68.36
       67480 |          1        0.00       68.36
       67483 |          1        0.00       68.36
       67501 |          7        0.02       68.39
       67502 |         10        0.04       68.42
       67505 |          2        0.01       68.43
       67526 |          2        0.01       68.44
       67530 |          8        0.03       68.47
       67543 |          1        0.00       68.47
       67544 |          2        0.01       68.48
       67548 |          1        0.00       68.48
       67550 |          5        0.02       68.50
       67554 |          2        0.01       68.50
       67560 |          1        0.00       68.51
        6757 |          1        0.00       68.51
       67579 |          2        0.01       68.52
       67601 |          9        0.03       68.55
       67637 |          1        0.00       68.55
       67642 |          1        0.00       68.56
       67654 |          2        0.01       68.56
       67661 |          1        0.00       68.57
       67665 |          3        0.01       68.58
       67672 |          1        0.00       68.58
        6770 |          1        0.00       68.59
       67731 |          1        0.00       68.59
        6776 |          1        0.00       68.59
       67801 |          4        0.01       68.61
       67864 |          1        0.00       68.61
       67880 |          1        0.00       68.61
        6790 |          7        0.02       68.64
       67901 |          7        0.02       68.66
       67951 |          1        0.00       68.67
       67954 |          1        0.00       68.67
         680 |          1        0.00       68.68
       68003 |          3        0.01       68.69
       68005 |          1        0.00       68.69
  68005-0000 |          1        0.00       68.69
       68007 |          1        0.00       68.70
       68008 |          3        0.01       68.71
       68023 |          1        0.00       68.71
       68048 |          1        0.00       68.71
  68107-0000 |          1        0.00       68.72
       68112 |          1        0.00       68.72
       68147 |          2        0.01       68.73
         682 |          1        0.00       68.73
        6820 |          3        0.01       68.74
       68305 |          7        0.02       68.77
       68310 |          7        0.02       68.79
       68341 |          1        0.00       68.80
       68361 |          1        0.00       68.80
       68370 |          1        0.00       68.80
       68410 |          3        0.01       68.81
       68420 |          1        0.00       68.82
       68467 |          5        0.02       68.84
        6850 |          2        0.01       68.84
       68504 |          2        0.01       68.85
       68506 |          3        0.01       68.86
       68507 |          2        0.01       68.87
  68507-0000 |          1        0.00       68.87
  68508-0000 |          1        0.00       68.87
        6851 |          3        0.01       68.88
       68510 |          3        0.01       68.90
       68512 |          1        0.00       68.90
       68516 |          3        0.01       68.91
       68521 |          9        0.03       68.94
  68521-0000 |          1        0.00       68.95
       68522 |          4        0.01       68.96
       68524 |          2        0.01       68.97
       68528 |          1        0.00       68.97
       68601 |          9        0.03       69.00
       68620 |          1        0.00       69.01
       68627 |          1        0.00       69.01
       68632 |          1        0.00       69.01
       68643 |          1        0.00       69.02
       68652 |          1        0.00       69.02
       68661 |          3        0.01       69.03
       68662 |          1        0.00       69.03
       68701 |          8        0.03       69.06
       68748 |          1        0.00       69.07
       68756 |          1        0.00       69.07
       68763 |          4        0.01       69.08
       68765 |          1        0.00       69.09
       68769 |          1        0.00       69.09
        6877 |          2        0.01       69.10
       68776 |         17        0.06       69.16
       68781 |          1        0.00       69.16
       68791 |          1        0.00       69.17
       68801 |          6        0.02       69.19
       68818 |          4        0.01       69.20
       68850 |          4        0.01       69.22
       68873 |          2        0.01       69.22
       68883 |          1        0.00       69.23
       68901 |          9        0.03       69.26
  68901-0000 |          1        0.00       69.26
  68949-0000 |          1        0.00       69.27
       68959 |          2        0.01       69.27
       68966 |          1        0.00       69.28
       68982 |          1        0.00       69.28
       69001 |          4        0.01       69.29
  69001-0000 |          1        0.00       69.30
        6901 |          6        0.02       69.32
        6902 |         18        0.06       69.38
       69022 |          1        0.00       69.39
        6903 |          1        0.00       69.39
  69033-0000 |          1        0.00       69.39
        6904 |          1        0.00       69.40
  69130-0000 |          1        0.00       69.40
       69138 |          2        0.01       69.41
  69138-0000 |          1        0.00       69.41
       69140 |          1        0.00       69.41
       69153 |          3        0.01       69.43
       69155 |          1        0.00       69.43
       69201 |          1        0.00       69.43
       69301 |          3        0.01       69.44
  69301-0000 |          1        0.00       69.45
       69337 |          4        0.01       69.46
       70043 |          2        0.01       69.47
       70053 |          1        0.00       69.47
  70053-0000 |          2        0.01       69.48
       70056 |          2        0.01       69.49
  70056-0000 |          3        0.01       69.50
  70056-4116 |          1        0.00       69.50
       70057 |          1        0.00       69.50
       70058 |          4        0.01       69.52
  70058-0000 |          2        0.01       69.52
       70062 |          2        0.01       69.53
  70068-0000 |          1        0.00       69.54
  70071-0000 |          1        0.00       69.54
       70072 |          3        0.01       69.55
  70072-0000 |         12        0.04       69.59
  70080-0000 |          1        0.00       69.60
       70085 |          1        0.00       69.60
       70094 |          2        0.01       69.61
       70118 |          1        0.00       69.61
        7012 |          2        0.01       69.62
       70126 |          6        0.02       69.64
        7022 |          2        0.01       69.65
  70301-0000 |          5        0.02       69.66
       70346 |          1        0.00       69.67
        7039 |          1        0.00       69.67
       70458 |          1        0.00       69.67
       70517 |          3        0.01       69.68
  70538-0000 |          2        0.01       69.69
  70544-0000 |          2        0.01       69.70
       70546 |          1        0.00       69.70
  70546-0000 |          2        0.01       69.71
  70548-0000 |          1        0.00       69.71
  70549-0000 |          1        0.00       69.72
        7055 |          2        0.01       69.72
       70550 |          1        0.00       69.73
  70550-0000 |          1        0.00       69.73
       70554 |          1        0.00       69.73
  70554-0000 |          1        0.00       69.74
  70555-0000 |          1        0.00       69.74
       70560 |          6        0.02       69.76
  70560-0000 |          4        0.01       69.78
  70561-0000 |          1        0.00       69.78
       70570 |          3        0.01       69.79
  70570-0000 |          9        0.03       69.82
  70577-0000 |          2        0.01       69.83
       70578 |          1        0.00       69.83
  70578-0000 |          2        0.01       69.84
        7058 |          1        0.00       69.84
  70581-0000 |          1        0.00       69.85
       70582 |          1        0.00       69.85
  70582-0000 |          1        0.00       69.86
  70583-0000 |          1        0.00       69.86
       70586 |          2        0.01       69.87
  70586-0000 |          2        0.01       69.87
       70589 |          1        0.00       69.88
  70591-0000 |          1        0.00       69.88
       70592 |          1        0.00       69.88
  70592-0000 |          1        0.00       69.89
        7060 |          4        0.01       69.90
       70601 |          1        0.00       69.91
  70601-0000 |          8        0.03       69.93
  70602-0000 |          1        0.00       69.94
       70605 |          1        0.00       69.94
  70605-0000 |          3        0.01       69.95
  70606-0000 |          1        0.00       69.95
       70607 |          3        0.01       69.97
  70607-0000 |          8        0.03       69.99
       70615 |          4        0.01       70.01
  70615-0000 |          7        0.02       70.03
  70629-0000 |          1        0.00       70.04
       70631 |          1        0.00       70.04
  70633-0000 |          3        0.01       70.05
       70634 |          2        0.01       70.06
  70634-0000 |          3        0.01       70.07
  70638-0000 |          1        0.00       70.07
  70647-0000 |          2        0.01       70.08
  70648-0000 |          3        0.01       70.09
        7065 |          1        0.00       70.09
  70659-0000 |          1        0.00       70.10
       70663 |          2        0.01       70.10
  70663-0000 |          5        0.02       70.12
  70665-0000 |          3        0.01       70.13
  70668-0000 |          2        0.01       70.14
  70669-0000 |          4        0.01       70.15
  70711-0000 |          1        0.00       70.16
       70714 |          2        0.01       70.16
  70714-0000 |          7        0.02       70.19
  70722-0000 |          2        0.01       70.20
       70726 |          3        0.01       70.21
  70726-0000 |          5        0.02       70.23
  70727-0000 |          1        0.00       70.23
       70737 |          1        0.00       70.23
  70737-0000 |          1        0.00       70.24
       70748 |          2        0.01       70.24
  70748-0000 |          1        0.00       70.25
  70754-0000 |          1        0.00       70.25
  70757-0000 |          1        0.00       70.25
       70760 |          2        0.01       70.26
  70760-0000 |          2        0.01       70.27
       70761 |          1        0.00       70.27
  70761-0000 |          1        0.00       70.27
       70763 |          2        0.01       70.28
  70763-0000 |          1        0.00       70.29
       70764 |          1        0.00       70.29
       70767 |          2        0.01       70.30
  70767-0000 |          2        0.01       70.30
  70769-0000 |          1        0.00       70.31
       70775 |          2        0.01       70.31
  70775-0000 |          1        0.00       70.32
  70776-0000 |          1        0.00       70.32
  70785-0000 |          2        0.01       70.33
  70788-0000 |          1        0.00       70.33
       70791 |          1        0.00       70.34
        7080 |          1        0.00       70.34
       70802 |          3        0.01       70.35
  70802-0000 |         15        0.05       70.40
       70805 |          4        0.01       70.42
  70809-0000 |          1        0.00       70.42
  70810-0000 |          2        0.01       70.43
       70811 |          3        0.01       70.44
  70811-0000 |          7        0.02       70.46
       70814 |          1        0.00       70.47
  70817-0000 |          4        0.01       70.48
        7093 |          5        0.02       70.50
  71009-0000 |          2        0.01       70.51
  71016-0000 |          1        0.00       70.51
       71018 |          1        0.00       70.51
  71021-0000 |          3        0.01       70.52
  71028-0000 |          1        0.00       70.53
        7103 |         16        0.06       70.58
       71030 |          1        0.00       70.59
  71030-0000 |          5        0.02       70.61
       71033 |          1        0.00       70.61
        7105 |          1        0.00       70.61
  71055-0000 |          4        0.01       70.63
        7106 |          1        0.00       70.63
  71061-0000 |          1        0.00       70.63
  71065-0000 |          1        0.00       70.64
       71067 |          1        0.00       70.64
  71067-0000 |          1        0.00       70.64
       71068 |          1        0.00       70.65
        7107 |          5        0.02       70.67
  71073-0000 |          1        0.00       70.67
  71075-0000 |          1        0.00       70.67
  71078-0000 |          1        0.00       70.68
        7108 |          8        0.03       70.70
  71082-0000 |          2        0.01       70.71
       71101 |         15        0.05       70.77
  71101-0000 |          7        0.02       70.79
       71103 |          1        0.00       70.79
       71104 |          1        0.00       70.80
       71106 |          3        0.01       70.81
  71106-0000 |          6        0.02       70.83
       71107 |          7        0.02       70.85
  71107-0000 |         27        0.10       70.95
       71108 |          2        0.01       70.96
  71108-0000 |          4        0.01       70.97
       71109 |          1        0.00       70.98
  71109-0000 |          4        0.01       70.99
        7111 |          4        0.01       71.00
       71111 |          3        0.01       71.01
  71111-0000 |         11        0.04       71.05
       71112 |          1        0.00       71.06
  71118-0000 |          3        0.01       71.07
       71119 |          2        0.01       71.07
  71119-0000 |          2        0.01       71.08
        7112 |          7        0.02       71.11
       71129 |          1        0.00       71.11
        7114 |          2        0.01       71.12
       71201 |          1        0.00       71.12
  71201-0000 |         16        0.06       71.18
       71202 |          9        0.03       71.21
  71202-0000 |         10        0.04       71.25
       71203 |          4        0.01       71.26
  71203-0000 |          4        0.01       71.27
  71207-0000 |          1        0.00       71.28
  71211-0000 |          1        0.00       71.28
       71220 |          4        0.01       71.30
  71220-0000 |          6        0.02       71.32
       71222 |          1        0.00       71.32
  71222-0000 |          2        0.01       71.33
  71225-0000 |          1        0.00       71.33
       71226 |          1        0.00       71.33
  71226-0000 |          1        0.00       71.34
  71229-0000 |          1        0.00       71.34
       71232 |          1        0.00       71.34
  71232-0000 |          2        0.01       71.35
       71241 |          1        0.00       71.36
       71282 |          1        0.00       71.36
  71295-0000 |          2        0.01       71.37
       71302 |          2        0.01       71.37
  71302-0000 |         12        0.04       71.42
       71303 |          1        0.00       71.42
  71303-0000 |         14        0.05       71.47
       71322 |          1        0.00       71.47
  71322-0000 |          3        0.01       71.48
       71327 |          1        0.00       71.49
       71351 |          4        0.01       71.50
  71357-0000 |          1        0.00       71.50
       71360 |          1        0.00       71.51
  71360-0000 |          6        0.02       71.53
  71362-0000 |          1        0.00       71.53
  71366-0000 |          1        0.00       71.54
  71369-0000 |          1        0.00       71.54
  71405-0000 |          2        0.01       71.55
       71411 |          1        0.00       71.55
       71416 |          1        0.00       71.55
  71417-0000 |          1        0.00       71.56
  71433-0000 |          1        0.00       71.56
       71446 |          1        0.00       71.57
  71446-0000 |          4        0.01       71.58
       71449 |          1        0.00       71.58
  71449-0000 |          5        0.02       71.60
       71454 |          1        0.00       71.60
  71456-0000 |          1        0.00       71.61
       71457 |          8        0.03       71.64
  71457-0000 |         16        0.06       71.69
       71461 |          1        0.00       71.70
  71461-0000 |          1        0.00       71.70
       71463 |          1        0.00       71.70
  71463-0000 |          4        0.01       71.72
       71483 |          1        0.00       71.72
  71483-0000 |          2        0.01       71.73
       71485 |          1        0.00       71.73
  71486-0000 |          1        0.00       71.74
       71601 |          6        0.02       71.76
       71603 |          2        0.01       71.76
       71638 |          2        0.01       71.77
       71639 |          7        0.02       71.80
       71640 |          2        0.01       71.80
       71644 |          1        0.00       71.81
       71646 |          1        0.00       71.81
       71653 |          3        0.01       71.82
       71654 |          2        0.01       71.83
       71655 |          6        0.02       71.85
       71665 |          1        0.00       71.85
       71667 |          2        0.01       71.86
       71670 |          1        0.00       71.86
       71671 |          3        0.01       71.87
         717 |          2        0.01       71.88
       71701 |          4        0.01       71.90
       71720 |          1        0.00       71.90
       71754 |          1        0.00       71.90
       71770 |          2        0.01       71.91
       71801 |          3        0.01       71.92
       71822 |          2        0.01       71.93
       71826 |          2        0.01       71.93
       71832 |          3        0.01       71.95
       71833 |          1        0.00       71.95
       71836 |          1        0.00       71.95
       71845 |          3        0.01       71.96
       71852 |          1        0.00       71.97
       71854 |         13        0.05       72.01
       71857 |          4        0.01       72.03
       71860 |          1        0.00       72.03
       71901 |          6        0.02       72.05
       71913 |          3        0.01       72.06
       71923 |          6        0.02       72.08
       71943 |          2        0.01       72.09
       71953 |          1        0.00       72.09
       71958 |          1        0.00       72.10
       71960 |          1        0.00       72.10
       72004 |          1        0.00       72.11
       72006 |          3        0.01       72.12
        7201 |          4        0.01       72.13
       72010 |          1        0.00       72.13
       72012 |          1        0.00       72.14
       72015 |          2        0.01       72.14
       72019 |          1        0.00       72.15
        7202 |          3        0.01       72.16
       72020 |          1        0.00       72.16
       72021 |          1        0.00       72.17
       72022 |          5        0.02       72.18
       72023 |          6        0.02       72.21
       72024 |          2        0.01       72.21
       72029 |          1        0.00       72.22
        7203 |          2        0.01       72.22
       72031 |          1        0.00       72.23
       72032 |          9        0.03       72.26
       72034 |          6        0.02       72.28
       72040 |          1        0.00       72.28
       72041 |          1        0.00       72.29
       72042 |          3        0.01       72.30
        7205 |          1        0.00       72.30
       72058 |          2        0.01       72.31
        7206 |         13        0.05       72.35
       72064 |          2        0.01       72.36
       72069 |          3        0.01       72.37
        7207 |          1        0.00       72.38
       72073 |          1        0.00       72.38
       72076 |          6        0.02       72.40
        7208 |          7        0.02       72.43
       72082 |          1        0.00       72.43
       72103 |          3        0.01       72.44
       72104 |          3        0.01       72.45
       72110 |          3        0.01       72.46
       72112 |          3        0.01       72.47
       72113 |          7        0.02       72.50
       72114 |          6        0.02       72.52
       72116 |          3        0.01       72.53
       72117 |          1        0.00       72.53
       72118 |          8        0.03       72.56
       72120 |          3        0.01       72.57
       72126 |          2        0.01       72.58
       72143 |          5        0.02       72.60
       72150 |          1        0.00       72.60
       72160 |          5        0.02       72.62
       72175 |          1        0.00       72.62
       72176 |          1        0.00       72.62
       72201 |          2        0.01       72.63
       72202 |          9        0.03       72.66
       72204 |         10        0.04       72.70
       72205 |          3        0.01       72.71
       72206 |         11        0.04       72.75
       72207 |          2        0.01       72.76
       72209 |         11        0.04       72.80
       72210 |          2        0.01       72.80
       72211 |          2        0.01       72.81
       72223 |          1        0.00       72.81
       72301 |         21        0.07       72.89
       72315 |          4        0.01       72.90
       72324 |          1        0.00       72.91
       72326 |          2        0.01       72.91
       72331 |          2        0.01       72.92
       72335 |          9        0.03       72.95
       72342 |          3        0.01       72.96
       72348 |          4        0.01       72.98
       72350 |          1        0.00       72.98
       72360 |          4        0.01       72.99
       72364 |          2        0.01       73.00
       72365 |          1        0.00       73.00
       72370 |          2        0.01       73.01
       72372 |          1        0.00       73.02
       72384 |          1        0.00       73.02
       72390 |          3        0.01       73.03
       72396 |          2        0.01       73.04
       72422 |          1        0.00       73.04
       72443 |          1        0.00       73.04
       72444 |          1        0.00       73.05
       72450 |          2        0.01       73.05
       72454 |          1        0.00       73.06
       72473 |          1        0.00       73.06
       72512 |          1        0.00       73.07
       72513 |          3        0.01       73.08
       72521 |          3        0.01       73.09
       72543 |          3        0.01       73.10
       72560 |          5        0.02       73.12
       72576 |          1        0.00       73.12
       72601 |         12        0.04       73.16
       72632 |          1        0.00       73.16
       72635 |          7        0.02       73.19
       72638 |          2        0.01       73.20
       72662 |          1        0.00       73.20
       72685 |          1        0.00       73.20
       72687 |          1        0.00       73.21
       72730 |          1        0.00       73.21
       72734 |          1        0.00       73.21
       72736 |          1        0.00       73.22
       72740 |          3        0.01       73.23
       72744 |          2        0.01       73.24
       72758 |          2        0.01       73.24
       72855 |          1        0.00       73.25
       72857 |          1        0.00       73.25
       72901 |          2        0.01       73.26
       72903 |          2        0.01       73.26
       72904 |          8        0.03       73.29
       72908 |          4        0.01       73.31
       72921 |          4        0.01       73.32
       72927 |          2        0.01       73.33
       72933 |          2        0.01       73.34
       72941 |          1        0.00       73.34
       72944 |          1        0.00       73.34
       72946 |          1        0.00       73.35
       72947 |          1        0.00       73.35
       72949 |          1        0.00       73.35
       72956 |          8        0.03       73.38
       72958 |          1        0.00       73.39
         730 |          1        0.00       73.39
       73003 |          5        0.02       73.41
       73005 |          3        0.01       73.42
       73010 |          1        0.00       73.42
       73018 |          5        0.02       73.44
        7302 |          7        0.02       73.46
       73020 |          1        0.00       73.47
       73028 |          1        0.00       73.47
       73034 |          2        0.01       73.48
       73036 |          6        0.02       73.50
        7304 |         15        0.05       73.55
       73040 |          1        0.00       73.56
       73044 |          5        0.02       73.57
       73045 |          1        0.00       73.58
       73047 |          2        0.01       73.58
       73049 |          1        0.00       73.59
        7305 |         11        0.04       73.63
       73051 |          1        0.00       73.63
       73055 |          1        0.00       73.63
       73057 |          1        0.00       73.64
        7306 |          8        0.03       73.67
       73086 |          1        0.00       73.67
       73098 |          1        0.00       73.67
       73099 |          1        0.00       73.68
       73103 |          5        0.02       73.69
       73104 |          1        0.00       73.70
       73105 |          3        0.01       73.71
       73109 |          1        0.00       73.71
       73110 |          3        0.01       73.72
       73111 |          4        0.01       73.74
       73114 |          3        0.01       73.75
       73118 |          1        0.00       73.75
       73119 |          1        0.00       73.75
       73129 |          3        0.01       73.77
       73130 |          1        0.00       73.77
       73132 |          1        0.00       73.77
       73134 |          1        0.00       73.78
       73135 |          1        0.00       73.78
       73141 |          1        0.00       73.78
       73142 |          1        0.00       73.79
       73159 |          1        0.00       73.79
       73401 |          5        0.02       73.81
       73448 |          1        0.00       73.81
       73456 |          1        0.00       73.82
       73460 |          6        0.02       73.84
       73526 |          1        0.00       73.84
       73529 |          1        0.00       73.84
       73533 |          4        0.01       73.86
       73537 |          1        0.00       73.86
       73541 |          1        0.00       73.87
       73542 |          1        0.00       73.87
       73543 |          1        0.00       73.87
       73547 |          1        0.00       73.88
       73554 |          1        0.00       73.88
       73572 |          1        0.00       73.88
       73601 |          1        0.00       73.89
       73626 |          1        0.00       73.89
       73632 |          3        0.01       73.90
       73639 |          1        0.00       73.90
       73651 |          1        0.00       73.91
       73662 |          2        0.01       73.91
       73703 |          1        0.00       73.92
       73717 |          1        0.00       73.92
       73728 |          1        0.00       73.93
       73750 |          2        0.01       73.93
       73763 |          2        0.01       73.94
        7377 |          1        0.00       73.94
       73772 |          2        0.01       73.95
       73773 |          1        0.00       73.95
       73801 |          1        0.00       73.96
       73858 |          1        0.00       73.96
       73942 |          6        0.02       73.98
       74003 |          2        0.01       73.99
       74006 |          3        0.01       74.00
       74008 |          2        0.01       74.01
       74010 |          3        0.01       74.02
       74011 |          1        0.00       74.02
       74012 |          2        0.01       74.03
       74016 |          1        0.00       74.03
       74017 |          3        0.01       74.04
       74019 |          2        0.01       74.05
       74021 |          1        0.00       74.05
       74023 |          5        0.02       74.07
       74032 |          1        0.00       74.07
       74033 |          2        0.01       74.08
       74035 |          1        0.00       74.09
       74044 |          1        0.00       74.09
       74048 |          2        0.01       74.10
       74053 |          1        0.00       74.10
       74055 |          2        0.01       74.11
       74056 |          1        0.00       74.11
       74059 |          4        0.01       74.12
       74063 |          2        0.01       74.13
       74066 |          5        0.02       74.15
       74070 |          4        0.01       74.16
       74074 |          3        0.01       74.17
       74075 |          4        0.01       74.19
       74079 |          4        0.01       74.20
       74085 |          2        0.01       74.21
       74104 |          1        0.00       74.21
       74106 |         10        0.04       74.25
       74107 |          2        0.01       74.26
       74108 |          1        0.00       74.26
       74110 |          1        0.00       74.26
       74112 |          1        0.00       74.27
       74114 |          1        0.00       74.27
       74115 |          3        0.01       74.28
       74120 |          2        0.01       74.29
       74126 |          1        0.00       74.29
       74137 |          1        0.00       74.30
       74146 |          1        0.00       74.30
        7416 |          1        0.00       74.30
       74301 |          1        0.00       74.31
        7432 |          1        0.00       74.31
       74369 |          1        0.00       74.31
       74434 |          2        0.01       74.32
       74435 |          1        0.00       74.32
       74447 |          3        0.01       74.33
        7446 |          1        0.00       74.34
       74462 |          1        0.00       74.34
       74464 |          8        0.03       74.37
       74467 |          4        0.01       74.38
       74630 |          1        0.00       74.39
       74631 |          3        0.01       74.40
       74641 |          1        0.00       74.40
        7470 |          1        0.00       74.41
       74701 |          9        0.03       74.44
       74728 |          3        0.01       74.45
       74730 |          1        0.00       74.45
       74743 |          3        0.01       74.46
       74745 |          3        0.01       74.47
        7480 |          2        0.01       74.48
       74801 |          9        0.03       74.51
       74804 |          3        0.01       74.52
       74820 |          7        0.02       74.55
       74834 |          1        0.00       74.55
       74848 |          4        0.01       74.57
       74849 |          3        0.01       74.58
       74851 |          3        0.01       74.59
       74855 |          1        0.00       74.59
       74859 |          1        0.00       74.59
       74864 |          1        0.00       74.60
       74868 |          3        0.01       74.61
       74873 |          2        0.01       74.62
       74883 |          1        0.00       74.62
       74884 |          2        0.01       74.63
       74902 |          2        0.01       74.63
       74930 |          1        0.00       74.64
       74937 |          1        0.00       74.64
       74948 |          1        0.00       74.64
       74953 |          4        0.01       74.66
       74954 |          2        0.01       74.66
       74955 |          5        0.02       74.68
       74959 |          2        0.01       74.69
       74960 |          6        0.02       74.71
       74962 |          2        0.01       74.72
       74965 |          2        0.01       74.73
       75002 |          1        0.00       74.73
       75006 |          1        0.00       74.73
       75007 |          2        0.01       74.74
        7501 |         11        0.04       74.78
       75010 |          2        0.01       74.79
       75020 |          2        0.01       74.79
       75040 |          3        0.01       74.80
       75050 |          2        0.01       74.81
       75052 |          1        0.00       74.81
       75056 |          1        0.00       74.82
       75057 |          2        0.01       74.82
       75063 |          2        0.01       74.83
       75117 |          2        0.01       74.84
       75119 |          4        0.01       74.85
       75125 |          1        0.00       74.86
       75126 |          3        0.01       74.87
        7513 |          2        0.01       74.87
       75140 |          1        0.00       74.88
       75143 |          1        0.00       74.88
       75146 |          2        0.01       74.89
       75148 |          1        0.00       74.89
       75159 |          1        0.00       74.90
       75180 |          3        0.01       74.91
       75204 |         11        0.04       74.95
       75209 |          1        0.00       74.95
        7522 |          5        0.02       74.97
       75231 |         10        0.04       75.00
       75233 |          4        0.01       75.02
       75241 |          5        0.02       75.03
       75243 |          2        0.01       75.04
       75247 |          1        0.00       75.05
       75401 |          5        0.02       75.06
       75407 |          3        0.01       75.07
       75418 |          2        0.01       75.08
       75426 |          2        0.01       75.09
       75436 |          1        0.00       75.09
       75462 |          3        0.01       75.10
       75474 |          2        0.01       75.11
       75482 |          8        0.03       75.14
       75491 |          2        0.01       75.14
       75494 |          2        0.01       75.15
       75495 |          2        0.01       75.16
       75496 |          1        0.00       75.16
       75497 |          1        0.00       75.17
       75501 |          6        0.02       75.19
       75503 |          1        0.00       75.19
       75551 |          1        0.00       75.19
       75559 |          2        0.01       75.20
       75561 |          2        0.01       75.21
       75563 |          1        0.00       75.21
       75572 |          1        0.00       75.22
       75602 |          2        0.01       75.22
       75633 |          4        0.01       75.24
       75644 |          2        0.01       75.24
       75647 |          1        0.00       75.25
       75650 |          1        0.00       75.25
       75652 |          1        0.00       75.26
       75654 |          1        0.00       75.26
       75656 |          1        0.00       75.26
       75657 |          3        0.01       75.27
       75661 |          1        0.00       75.28
       75668 |          3        0.01       75.29
       75670 |          3        0.01       75.30
       75672 |          1        0.00       75.30
       75686 |          1        0.00       75.30
       75691 |          1        0.00       75.31
       75692 |          1        0.00       75.31
       75701 |          5        0.02       75.33
       75702 |          5        0.02       75.35
       75703 |          1        0.00       75.35
       75751 |          6        0.02       75.37
       75755 |          1        0.00       75.38
       75756 |          1        0.00       75.38
       75757 |          2        0.01       75.39
       75758 |          2        0.01       75.39
       75763 |          2        0.01       75.40
       75766 |          6        0.02       75.42
       75773 |          1        0.00       75.43
       75783 |          2        0.01       75.43
       75785 |          4        0.01       75.45
       75789 |          2        0.01       75.45
       75790 |          2        0.01       75.46
       75791 |          2        0.01       75.47
       75801 |          6        0.02       75.49
       75803 |          5        0.02       75.51
       75831 |          1        0.00       75.51
       75835 |          4        0.01       75.53
       75839 |          1        0.00       75.53
       75840 |          2        0.01       75.54
       75844 |          1        0.00       75.54
       75845 |          1        0.00       75.54
       75860 |          1        0.00       75.55
       75862 |          1        0.00       75.55
       75901 |         34        0.12       75.67
       75904 |         10        0.04       75.71
       75935 |          2        0.01       75.71
       75951 |          3        0.01       75.72
       75954 |          1        0.00       75.73
       75956 |          1        0.00       75.73
       75961 |          5        0.02       75.75
       75964 |         13        0.05       75.80
       75965 |          2        0.01       75.80
       75966 |          2        0.01       75.81
       75972 |          1        0.00       75.81
       75975 |          1        0.00       75.82
       76001 |          2        0.01       75.82
       76009 |          2        0.01       75.83
       76010 |          9        0.03       75.86
       76011 |          5        0.02       75.88
       76014 |          3        0.01       75.89
       76016 |          1        0.00       75.89
       76017 |          3        0.01       75.91
       76020 |          3        0.01       75.92
       76021 |          1        0.00       75.92
       76028 |          4        0.01       75.93
       76036 |          2        0.01       75.94
       76039 |          1        0.00       75.94
       76040 |          4        0.01       75.96
       76043 |          3        0.01       75.97
       76044 |          1        0.00       75.97
       76048 |          1        0.00       75.98
       76050 |          2        0.01       75.98
       76051 |          1        0.00       75.99
       76053 |          4        0.01       76.00
       76058 |          1        0.00       76.01
       76059 |          2        0.01       76.01
        7606 |          1        0.00       76.02
       76060 |          1        0.00       76.02
       76063 |          3        0.01       76.03
       76065 |          2        0.01       76.04
       76067 |          4        0.01       76.05
       76078 |          1        0.00       76.05
       76084 |          1        0.00       76.06
       76087 |          1        0.00       76.06
       76102 |          4        0.01       76.08
       76107 |          3        0.01       76.09
       76108 |          3        0.01       76.10
       76110 |          1        0.00       76.10
       76111 |          1        0.00       76.10
       76112 |          1        0.00       76.11
       76115 |          4        0.01       76.12
       76117 |          1        0.00       76.13
       76119 |         17        0.06       76.19
       76120 |          2        0.01       76.19
       76123 |          1        0.00       76.20
       76131 |          2        0.01       76.20
       76132 |          2        0.01       76.21
       76135 |          6        0.02       76.23
       76140 |          2        0.01       76.24
       76179 |          2        0.01       76.25
       76201 |          2        0.01       76.25
       76205 |          2        0.01       76.26
       76208 |          3        0.01       76.27
       76209 |          5        0.02       76.29
       76227 |          2        0.01       76.30
       76230 |          2        0.01       76.30
       76244 |          2        0.01       76.31
       76247 |          3        0.01       76.32
       76248 |          1        0.00       76.33
       76258 |          1        0.00       76.33
        7626 |          1        0.00       76.33
       76272 |          1        0.00       76.34
       76301 |          1        0.00       76.34
       76354 |          2        0.01       76.35
       76360 |          1        0.00       76.35
       76367 |          1        0.00       76.35
       76384 |          3        0.01       76.36
       76401 |          2        0.01       76.37
       76426 |          1        0.00       76.37
       76430 |          1        0.00       76.38
       76437 |          1        0.00       76.38
       76446 |          2        0.01       76.39
        7645 |          1        0.00       76.39
       76458 |          2        0.01       76.40
        7647 |          1        0.00       76.40
       76470 |          1        0.00       76.41
       76504 |          5        0.02       76.42
       76513 |          1        0.00       76.43
        7652 |          2        0.01       76.44
       76520 |          2        0.01       76.44
       76525 |          1        0.00       76.45
       76528 |          1        0.00       76.45
       76541 |          2        0.01       76.46
       76542 |          2        0.01       76.46
       76543 |          3        0.01       76.47
       76569 |          1        0.00       76.48
       76645 |          5        0.02       76.50
       76661 |          2        0.01       76.50
       76692 |          1        0.00       76.51
       76701 |          1        0.00       76.51
       76712 |          1        0.00       76.51
       76802 |          1        0.00       76.52
       76825 |          3        0.01       76.53
       76849 |          1        0.00       76.53
       76903 |          3        0.01       76.54
       76904 |          1        0.00       76.55
       76932 |          1        0.00       76.55
       76936 |          1        0.00       76.55
       76950 |          2        0.01       76.56
       77003 |          2        0.01       76.57
       77004 |          1        0.00       76.57
       77009 |          4        0.01       76.58
       77011 |          2        0.01       76.59
       77013 |          5        0.02       76.61
       77015 |          3        0.01       76.62
       77016 |          3        0.01       76.63
       77017 |          2        0.01       76.64
       77018 |          2        0.01       76.64
       77025 |          2        0.01       76.65
       77029 |          1        0.00       76.66
       77032 |          6        0.02       76.68
       77033 |          2        0.01       76.68
       77034 |          3        0.01       76.69
       77035 |          5        0.02       76.71
       77036 |          4        0.01       76.73
       77038 |          3        0.01       76.74
       77039 |          1        0.00       76.74
       77040 |          2        0.01       76.75
       77041 |          1        0.00       76.75
       77043 |          1        0.00       76.76
       77045 |          4        0.01       76.77
       77048 |          1        0.00       76.77
       77049 |          2        0.01       76.78
       77051 |         10        0.04       76.82
       77053 |          1        0.00       76.82
       77055 |          3        0.01       76.83
       77057 |          2        0.01       76.84
       77065 |          7        0.02       76.86
       77067 |          3        0.01       76.87
       77070 |          5        0.02       76.89
       77071 |          1        0.00       76.89
       77074 |          1        0.00       76.90
       77076 |          4        0.01       76.91
       77081 |          2        0.01       76.92
       77082 |          4        0.01       76.93
       77085 |          1        0.00       76.94
       77088 |          7        0.02       76.96
       77089 |          1        0.00       76.96
       77091 |         10        0.04       77.00
       77092 |          2        0.01       77.01
       77093 |          6        0.02       77.03
       77096 |          2        0.01       77.04
       77099 |          4        0.01       77.05
         771 |          1        0.00       77.05
        7712 |          8        0.03       77.08
        7716 |          3        0.01       77.09
        7719 |          1        0.00       77.10
         772 |          1        0.00       77.10
        7726 |          2        0.01       77.11
        7727 |          1        0.00       77.11
        7728 |          2        0.01       77.12
         773 |          1        0.00       77.12
       77301 |          7        0.02       77.15
       77303 |          2        0.01       77.15
        7731 |          1        0.00       77.16
       77316 |          1        0.00       77.16
       77318 |          1        0.00       77.16
       77320 |          2        0.01       77.17
       77327 |          4        0.01       77.19
        7734 |          1        0.00       77.19
       77340 |          3        0.01       77.20
       77346 |          2        0.01       77.21
       77351 |          3        0.01       77.22
       77355 |          2        0.01       77.22
       77365 |          4        0.01       77.24
       77373 |          1        0.00       77.24
       77375 |          5        0.02       77.26
       77380 |          3        0.01       77.27
       77384 |          2        0.01       77.28
       77386 |          1        0.00       77.28
       77388 |          1        0.00       77.28
       77396 |          5        0.02       77.30
       77406 |          1        0.00       77.31
       77414 |          4        0.01       77.32
       77422 |          2        0.01       77.33
       77434 |          2        0.01       77.33
       77437 |          3        0.01       77.35
       77445 |          6        0.02       77.37
       77447 |         18        0.06       77.43
       77465 |          3        0.01       77.44
       77469 |          1        0.00       77.44
       77471 |          3        0.01       77.46
       77474 |          1        0.00       77.46
        7748 |          2        0.01       77.47
       77484 |          3        0.01       77.48
       77485 |          1        0.00       77.48
       77486 |          2        0.01       77.49
       77488 |          3        0.01       77.50
       77489 |          2        0.01       77.51
       77493 |          1        0.00       77.51
       77494 |          1        0.00       77.51
       77498 |          1        0.00       77.52
       77502 |          2        0.01       77.52
       77515 |          4        0.01       77.54
       77521 |          6        0.02       77.56
        7753 |          4        0.01       77.57
       77530 |          3        0.01       77.58
       77531 |          4        0.01       77.60
       77535 |          5        0.02       77.62
       77539 |          3        0.01       77.63
       77541 |          3        0.01       77.64
       77546 |          3        0.01       77.65
       77550 |         14        0.05       77.70
       77551 |          2        0.01       77.70
       77554 |          1        0.00       77.71
       77562 |          1        0.00       77.71
       77563 |          5        0.02       77.73
       77566 |          3        0.01       77.74
       77568 |          3        0.01       77.75
       77571 |          3        0.01       77.76
       77573 |          1        0.00       77.76
       77584 |          2        0.01       77.77
       77587 |          2        0.01       77.78
       77590 |          4        0.01       77.79
       77591 |          2        0.01       77.80
       77598 |          2        0.01       77.81
       77612 |          1        0.00       77.81
       77613 |          1        0.00       77.81
       77630 |          6        0.02       77.84
       77632 |          1        0.00       77.84
       77640 |          1        0.00       77.84
       77642 |         13        0.05       77.89
       77656 |          2        0.01       77.90
       77657 |          1        0.00       77.90
       77659 |          2        0.01       77.91
       77705 |          4        0.01       77.92
       77706 |          1        0.00       77.92
       77707 |          2        0.01       77.93
       77708 |          5        0.02       77.95
       77801 |          2        0.01       77.96
       77803 |          1        0.00       77.96
       77807 |          1        0.00       77.96
       77833 |          3        0.01       77.97
       77836 |          2        0.01       77.98
       77837 |          1        0.00       77.99
       77840 |          4        0.01       78.00
       77845 |          1        0.00       78.00
       77859 |          1        0.00       78.01
       77864 |          6        0.02       78.03
       77868 |          4        0.01       78.04
       77879 |          1        0.00       78.05
       77901 |          4        0.01       78.06
       77904 |          4        0.01       78.07
       77957 |          2        0.01       78.08
       77962 |          1        0.00       78.08
       77963 |          1        0.00       78.09
       77964 |          2        0.01       78.10
       77979 |          3        0.01       78.11
       77995 |          2        0.01       78.11
       78006 |          3        0.01       78.12
       78009 |          1        0.00       78.13
        7801 |          1        0.00       78.13
       78014 |          2        0.01       78.14
       78016 |          1        0.00       78.14
       78017 |          3        0.01       78.15
       78026 |          1        0.00       78.16
       78028 |          5        0.02       78.17
       78040 |          4        0.01       78.19
       78041 |          4        0.01       78.20
       78045 |          1        0.00       78.21
       78046 |          5        0.02       78.22
       78052 |          1        0.00       78.23
       78061 |          3        0.01       78.24
       78065 |          1        0.00       78.24
       78069 |          1        0.00       78.24
       78071 |          1        0.00       78.25
       78076 |          2        0.01       78.26
       78102 |          3        0.01       78.27
       78108 |          1        0.00       78.27
       78109 |          1        0.00       78.27
       78114 |          2        0.01       78.28
       78119 |          1        0.00       78.28
       78121 |          1        0.00       78.29
       78130 |          4        0.01       78.30
       78132 |          1        0.00       78.31
       78154 |          1        0.00       78.31
       78155 |          3        0.01       78.32
       78201 |          4        0.01       78.33
       78202 |          2        0.01       78.34
       78204 |          1        0.00       78.34
       78205 |          3        0.01       78.35
       78207 |          9        0.03       78.39
       78208 |          1        0.00       78.39
       78209 |          1        0.00       78.39
       78210 |          4        0.01       78.41
       78211 |          5        0.02       78.43
       78213 |          1        0.00       78.43
       78214 |          3        0.01       78.44
       78215 |          1        0.00       78.44
       78216 |          1        0.00       78.45
       78218 |          7        0.02       78.47
       78219 |          4        0.01       78.49
       78220 |          6        0.02       78.51
       78221 |          3        0.01       78.52
       78222 |          3        0.01       78.53
       78223 |          7        0.02       78.55
       78224 |          4        0.01       78.57
       78226 |          1        0.00       78.57
       78227 |          3        0.01       78.58
       78228 |          9        0.03       78.61
       78229 |          1        0.00       78.62
       78230 |          1        0.00       78.62
       78233 |          1        0.00       78.63
       78237 |          4        0.01       78.64
       78238 |          3        0.01       78.65
       78240 |          5        0.02       78.67
       78242 |          4        0.01       78.68
       78244 |          1        0.00       78.69
       78245 |          1        0.00       78.69
       78249 |          2        0.01       78.70
       78251 |          2        0.01       78.70
       78253 |          1        0.00       78.71
       78254 |          2        0.01       78.71
       78361 |          1        0.00       78.72
       78362 |          1        0.00       78.72
       78363 |          4        0.01       78.74
       78368 |          3        0.01       78.75
       78372 |          1        0.00       78.75
       78377 |          3        0.01       78.76
       78380 |          4        0.01       78.77
       78382 |          2        0.01       78.78
       78384 |          3        0.01       78.79
       78387 |          2        0.01       78.80
         784 |          1        0.00       78.80
       78405 |          3        0.01       78.81
       78408 |          3        0.01       78.82
       78410 |          3        0.01       78.83
       78412 |          3        0.01       78.85
       78414 |          2        0.01       78.85
       78415 |          3        0.01       78.86
       78416 |          1        0.00       78.87
       78418 |          2        0.01       78.87
       78504 |          2        0.01       78.88
       78516 |          6        0.02       78.90
        7852 |          2        0.01       78.91
       78520 |          5        0.02       78.93
       78521 |         10        0.04       78.96
       78526 |          3        0.01       78.97
       78537 |          5        0.02       78.99
       78538 |          4        0.01       79.01
       78539 |          5        0.02       79.02
       78541 |          1        0.00       79.03
       78542 |          9        0.03       79.06
       78550 |          5        0.02       79.08
       78552 |          1        0.00       79.08
       78557 |          2        0.01       79.09
       78559 |          3        0.01       79.10
       78570 |          3        0.01       79.11
       78572 |          9        0.03       79.14
       78573 |          3        0.01       79.15
       78574 |         10        0.04       79.19
       78575 |          1        0.00       79.19
       78577 |          7        0.02       79.22
       78578 |          3        0.01       79.23
       78580 |          2        0.01       79.23
       78582 |          4        0.01       79.25
       78584 |          2        0.01       79.25
       78599 |          2        0.01       79.26
       78602 |          4        0.01       79.28
       78606 |          2        0.01       79.28
       78610 |          2        0.01       79.29
       78613 |          6        0.02       79.31
       78621 |          2        0.01       79.32
       78624 |          4        0.01       79.33
       78628 |          4        0.01       79.35
       78639 |          4        0.01       79.36
       78642 |          1        0.00       79.36
       78643 |          2        0.01       79.37
       78644 |          3        0.01       79.38
       78660 |          6        0.02       79.40
       78664 |          3        0.01       79.41
       78665 |          1        0.00       79.42
       78666 |         11        0.04       79.46
       78681 |          1        0.00       79.46
       78701 |          2        0.01       79.47
       78702 |         23        0.08       79.55
       78704 |          7        0.02       79.57
       78721 |         17        0.06       79.63
       78722 |          1        0.00       79.64
       78723 |         11        0.04       79.68
       78724 |          5        0.02       79.69
       78726 |          3        0.01       79.71
       78727 |          1        0.00       79.71
       78728 |          3        0.01       79.72
       78735 |          2        0.01       79.73
       78741 |         15        0.05       79.78
       78744 |          7        0.02       79.81
       78745 |          3        0.01       79.82
       78746 |          2        0.01       79.82
       78748 |          4        0.01       79.84
       78751 |          1        0.00       79.84
       78752 |          1        0.00       79.84
       78754 |          2        0.01       79.85
       78801 |          2        0.01       79.86
       78840 |          4        0.01       79.87
       79022 |          1        0.00       79.88
       79027 |          2        0.01       79.88
       79029 |          1        0.00       79.89
       79045 |          5        0.02       79.90
       79065 |          4        0.01       79.92
       79072 |          2        0.01       79.93
       79101 |          2        0.01       79.93
       79102 |          3        0.01       79.94
       79106 |          9        0.03       79.98
       79107 |         15        0.05       80.03
       79109 |          4        0.01       80.04
       79110 |          1        0.00       80.05
       79124 |          1        0.00       80.05
       79201 |          2        0.01       80.06
        7921 |          1        0.00       80.06
       79311 |          1        0.00       80.06
       79316 |          1        0.00       80.07
       79322 |          1        0.00       80.07
       79336 |          3        0.01       80.08
       79356 |          1        0.00       80.09
       79364 |          1        0.00       80.09
       79382 |          1        0.00       80.09
       79403 |          3        0.01       80.10
       79404 |          3        0.01       80.11
       79412 |          1        0.00       80.12
       79424 |          1        0.00       80.12
       79504 |          1        0.00       80.13
       79512 |          2        0.01       80.13
       79601 |          5        0.02       80.15
       79602 |          1        0.00       80.15
       79605 |          1        0.00       80.16
       79705 |          1        0.00       80.16
       79706 |          2        0.01       80.17
       79714 |          1        0.00       80.17
       79720 |          5        0.02       80.19
        7977 |          2        0.01       80.20
       79772 |          1        0.00       80.20
       79901 |         21        0.07       80.27
       79905 |          8        0.03       80.30
       79907 |          8        0.03       80.33
       79912 |          3        0.01       80.34
       79932 |          3        0.01       80.35
       80002 |          8        0.03       80.38
       80003 |          5        0.02       80.40
       80010 |         10        0.04       80.43
       80012 |          5        0.02       80.45
       80017 |          1        0.00       80.46
        8002 |          1        0.00       80.46
       80020 |          3        0.01       80.47
       80021 |          1        0.00       80.47
       80027 |          3        0.01       80.48
       80031 |          1        0.00       80.49
       80033 |          2        0.01       80.49
        8005 |          2        0.01       80.50
       80128 |          1        0.00       80.51
        8016 |          3        0.01       80.52
         802 |          4        0.01       80.53
       80202 |         14        0.05       80.58
       80203 |         13        0.05       80.63
       80205 |         32        0.11       80.74
       80207 |          3        0.01       80.75
        8021 |          4        0.01       80.76
       80210 |          2        0.01       80.77
       80216 |          5        0.02       80.79
       80219 |          8        0.03       80.82
       80221 |          1        0.00       80.82
       80222 |          2        0.01       80.83
       80223 |          5        0.02       80.85
       80224 |          2        0.01       80.85
       80226 |          3        0.01       80.86
       80227 |          1        0.00       80.87
       80228 |          2        0.01       80.88
       80229 |          6        0.02       80.90
       80230 |          3        0.01       80.91
       80231 |          5        0.02       80.92
       80233 |          3        0.01       80.94
       80234 |          2        0.01       80.94
       80235 |          2        0.01       80.95
       80236 |          2        0.01       80.96
       80237 |          3        0.01       80.97
       80238 |          4        0.01       80.98
       80239 |          1        0.00       80.99
       80241 |          1        0.00       80.99
       80246 |          1        0.00       80.99
       80247 |          4        0.01       81.01
       80249 |          2        0.01       81.01
       80260 |          3        0.01       81.02
        8028 |          3        0.01       81.04
        8030 |          1        0.00       81.04
       80301 |          4        0.01       81.05
       80302 |          2        0.01       81.06
       80303 |          2        0.01       81.07
       80304 |          8        0.03       81.10
       80305 |          1        0.00       81.10
        8031 |          1        0.00       81.10
        8033 |          1        0.00       81.11
        8036 |          1        0.00       81.11
       80401 |          4        0.01       81.12
       80403 |          1        0.00       81.13
        8043 |          2        0.01       81.13
        8045 |          1        0.00       81.14
        8046 |          2        0.01       81.15
       80461 |          2        0.01       81.15
       80487 |          1        0.00       81.16
        8050 |          1        0.00       81.16
       80501 |         10        0.04       81.20
       80503 |          4        0.01       81.21
       80504 |          1        0.00       81.21
        8051 |          2        0.01       81.22
       80514 |          1        0.00       81.22
       80517 |          4        0.01       81.24
        8052 |          1        0.00       81.24
       80521 |          2        0.01       81.25
       80524 |          5        0.02       81.27
       80525 |         11        0.04       81.31
       80526 |          7        0.02       81.33
       80528 |          1        0.00       81.33
        8053 |          2        0.01       81.34
        8062 |          2        0.01       81.35
        8075 |          1        0.00       81.35
       80917 |          2        0.01       81.36
       80918 |          2        0.01       81.37
       80922 |          2        0.01       81.37
        8095 |          1        0.00       81.38
        8096 |          5        0.02       81.39
        8098 |          2        0.01       81.40
       81001 |         11        0.04       81.44
       81003 |          5        0.02       81.46
       81004 |          4        0.01       81.47
       81005 |          2        0.01       81.48
       81007 |          4        0.01       81.49
       81008 |          4        0.01       81.51
        8102 |          7        0.02       81.53
        8103 |          2        0.01       81.54
        8104 |         22        0.08       81.62
        8105 |          6        0.02       81.64
       81050 |          2        0.01       81.65
       81052 |          2        0.01       81.65
       81054 |          1        0.00       81.66
       81089 |          1        0.00       81.66
        8109 |          1        0.00       81.66
        8110 |          1        0.00       81.67
       81101 |          3        0.01       81.68
       81120 |          1        0.00       81.68
       81122 |          1        0.00       81.69
       81125 |          2        0.01       81.69
       81132 |          1        0.00       81.70
       81144 |          2        0.01       81.70
       81201 |          2        0.01       81.71
       81211 |          1        0.00       81.71
       81212 |         12        0.04       81.76
       81226 |          1        0.00       81.76
       81252 |          1        0.00       81.76
       81301 |         10        0.04       81.80
       81303 |          1        0.00       81.80
       81321 |          4        0.01       81.82
       81328 |          2        0.01       81.82
       81401 |          7        0.02       81.85
       81416 |          3        0.01       81.86
       81428 |          1        0.00       81.86
       81435 |          2        0.01       81.87
       81501 |          2        0.01       81.88
       81520 |          3        0.01       81.89
       81623 |          1        0.00       81.89
       81650 |          2        0.01       81.90
       81657 |          1        0.00       81.90
         820 |          5        0.02       81.92
       82072 |          1        0.00       81.92
        8232 |          7        0.02       81.95
        8234 |          1        0.00       81.95
       82401 |          2        0.01       81.96
       82414 |          5        0.02       81.98
       82601 |          4        0.01       81.99
       82604 |          7        0.02       82.02
       83001 |          6        0.02       82.04
  83001-0000 |          1        0.00       82.04
       83113 |          1        0.00       82.04
       83336 |          1        0.00       82.05
       83355 |          1        0.00       82.05
       83358 |          1        0.00       82.06
       83402 |          3        0.01       82.07
       83404 |          6        0.02       82.09
       83406 |          1        0.00       82.09
        8341 |          2        0.01       82.10
       83422 |          3        0.01       82.11
       83501 |          8        0.03       82.14
       83530 |          1        0.00       82.14
       83549 |          1        0.00       82.14
        8360 |          1        0.00       82.15
       83605 |          6        0.02       82.17
       83607 |          3        0.01       82.18
       83616 |          1        0.00       82.18
       83617 |          3        0.01       82.19
       83634 |          1        0.00       82.20
       83638 |          2        0.01       82.20
       83642 |          2        0.01       82.21
       83644 |          1        0.00       82.22
       83647 |          4        0.01       82.23
       83651 |          5        0.02       82.25
       83672 |          3        0.01       82.26
       83686 |          7        0.02       82.28
       83687 |          6        0.02       82.30
       83703 |          5        0.02       82.32
       83705 |          4        0.01       82.34
       83706 |          4        0.01       82.35
       83713 |          3        0.01       82.36
       83714 |          3        0.01       82.37
       83805 |          2        0.01       82.38
       83837 |          2        0.01       82.39
       83852 |          3        0.01       82.40
       83858 |          5        0.02       82.41
       83861 |          1        0.00       82.42
       83864 |          9        0.03       82.45
        8401 |          6        0.02       82.47
       84010 |          3        0.01       82.48
       84015 |         10        0.04       82.52
       84020 |          2        0.01       82.52
       84025 |          2        0.01       82.53
       84029 |          7        0.02       82.56
       84032 |          5        0.02       82.57
       84036 |          3        0.01       82.59
       84037 |          1        0.00       82.59
       84041 |          8        0.03       82.62
       84043 |          2        0.01       82.62
       84044 |          2        0.01       82.63
       84047 |          5        0.02       82.65
  84047-0000 |          1        0.00       82.65
       84054 |          1        0.00       82.66
       84057 |          2        0.01       82.66
       84058 |          1        0.00       82.67
       84060 |          6        0.02       82.69
  84060-0000 |          1        0.00       82.69
       84062 |          1        0.00       82.70
       84065 |          1        0.00       82.70
       84066 |          9        0.03       82.73
       84070 |          1        0.00       82.73
       84074 |         10        0.04       82.77
       84078 |          6        0.02       82.79
  84078-0000 |          1        0.00       82.79
       84081 |          1        0.00       82.80
       84084 |          2        0.01       82.81
       84088 |          3        0.01       82.82
       84094 |          2        0.01       82.82
       84095 |          1        0.00       82.83
       84098 |          3        0.01       82.84
       84101 |         15        0.05       82.89
       84102 |          3        0.01       82.90
  84102-0000 |          1        0.00       82.90
       84103 |          5        0.02       82.92
       84104 |          3        0.01       82.93
       84105 |          1        0.00       82.94
       84106 |          5        0.02       82.95
  84106-0000 |          1        0.00       82.96
       84107 |          9        0.03       82.99
       84111 |         21        0.07       83.06
       84115 |         13        0.05       83.11
       84116 |         13        0.05       83.16
       84117 |          1        0.00       83.16
       84118 |          1        0.00       83.16
       84119 |         14        0.05       83.21
       84120 |          2        0.01       83.22
       84123 |          4        0.01       83.24
       84129 |          2        0.01       83.24
       84302 |          9        0.03       83.27
       84321 |          9        0.03       83.31
       84335 |          1        0.00       83.31
       84337 |          6        0.02       83.33
       84341 |          5        0.02       83.35
       84401 |         17        0.06       83.41
  84401-0000 |          2        0.01       83.42
       84403 |          7        0.02       83.44
       84404 |         10        0.04       83.48
  84404-0000 |          1        0.00       83.48
       84405 |          3        0.01       83.49
       84501 |          3        0.01       83.50
       84511 |          4        0.01       83.52
       84532 |          8        0.03       83.54
       84601 |          6        0.02       83.57
  84601-0000 |          2        0.01       83.57
       84606 |          3        0.01       83.58
       84624 |          1        0.00       83.59
       84627 |          3        0.01       83.60
       84631 |          1        0.00       83.60
       84642 |          2        0.01       83.61
       84647 |          1        0.00       83.61
       84648 |          2        0.01       83.62
       84651 |          4        0.01       83.63
       84654 |          1        0.00       83.64
       84660 |          1        0.00       83.64
       84701 |          1        0.00       83.64
       84713 |          6        0.02       83.67
       84720 |          6        0.02       83.69
       84721 |          7        0.02       83.71
       84737 |          8        0.03       83.74
       84741 |          1        0.00       83.74
       84754 |          1        0.00       83.75
       84767 |          1        0.00       83.75
       84770 |         10        0.04       83.79
       84780 |          3        0.01       83.80
       84790 |          5        0.02       83.82
       85003 |          8        0.03       83.84
       85004 |          2        0.01       83.85
       85006 |          4        0.01       83.86
       85007 |          7        0.02       83.89
       85008 |          9        0.03       83.92
       85009 |          3        0.01       83.93
       85012 |          1        0.00       83.94
       85013 |          2        0.01       83.94
       85014 |          4        0.01       83.96
       85015 |          2        0.01       83.96
       85016 |          2        0.01       83.97
       85017 |          2        0.01       83.98
       85018 |          1        0.00       83.98
       85019 |          2        0.01       83.99
       85321 |          1        0.00       83.99
       85350 |          3        0.01       84.00
       85353 |          2        0.01       84.01
        8536 |          1        0.00       84.01
       85363 |          3        0.01       84.02
       85364 |         12        0.04       84.07
       85365 |          1        0.00       84.07
       85375 |          1        0.00       84.07
       85378 |          3        0.01       84.09
       85381 |          1        0.00       84.09
       85382 |          1        0.00       84.09
        8540 |          1        0.00       84.10
       85501 |          3        0.01       84.11
       85541 |          6        0.02       84.13
       85542 |          1        0.00       84.13
       85546 |          4        0.01       84.15
       85552 |          2        0.01       84.15
       85602 |          3        0.01       84.16
       85603 |          4        0.01       84.18
       85614 |          3        0.01       84.19
       85616 |          2        0.01       84.20
       85623 |          1        0.00       84.20
       85635 |          6        0.02       84.22
       85638 |          1        0.00       84.22
       85643 |          3        0.01       84.23
       85648 |          1        0.00       84.24
       85653 |          1        0.00       84.24
       85712 |          2        0.01       84.25
       85713 |          3        0.01       84.26
       85714 |          1        0.00       84.26
       85716 |          2        0.01       84.27
       85745 |          5        0.02       84.29
       85746 |          5        0.02       84.31
       85901 |          8        0.03       84.33
       85911 |          1        0.00       84.34
       85925 |          1        0.00       84.34
       85938 |          1        0.00       84.34
       86004 |          4        0.01       84.36
       86406 |          1        0.00       84.36
       87002 |          5        0.02       84.38
       87004 |          2        0.01       84.39
        8701 |          1        0.00       84.39
       87020 |          1        0.00       84.39
       87052 |          1        0.00       84.40
       87102 |          6        0.02       84.42
       87104 |          5        0.02       84.44
       87105 |         15        0.05       84.49
       87106 |          3        0.01       84.50
       87107 |          2        0.01       84.51
       87108 |          7        0.02       84.53
       87109 |          8        0.03       84.56
       87110 |          1        0.00       84.57
       87111 |          4        0.01       84.58
       88030 |          9        0.03       84.61
       88045 |          1        0.00       84.61
       88061 |          5        0.02       84.63
       88063 |          3        0.01       84.64
       88130 |          2        0.01       84.65
       88135 |          1        0.00       84.65
        8817 |          1        0.00       84.66
        8820 |          1        0.00       84.66
       88201 |          3        0.01       84.67
       88203 |          4        0.01       84.69
       88210 |          1        0.00       84.69
        8822 |          2        0.01       84.70
       88220 |          3        0.01       84.71
       88240 |          6        0.02       84.73
       88310 |          3        0.01       84.74
       88346 |          1        0.00       84.74
       88352 |          1        0.00       84.75
       88415 |          1        0.00       84.75
        8852 |          2        0.01       84.76
        8857 |          3        0.01       84.77
        8858 |          1        0.00       84.77
        8861 |          3        0.01       84.78
        8865 |          1        0.00       84.79
        8872 |          1        0.00       84.79
        8873 |          6        0.02       84.81
  89002-0000 |          1        0.00       84.81
  89003-0000 |          1        0.00       84.82
        8901 |         10        0.04       84.85
  89012-0000 |          1        0.00       84.86
       89014 |          3        0.01       84.87
  89014-0000 |          2        0.01       84.87
       89015 |          3        0.01       84.89
  89015-0000 |         15        0.05       84.94
        8902 |          2        0.01       84.95
       89027 |          1        0.00       84.95
  89027-0000 |          2        0.01       84.96
       89029 |          1        0.00       84.96
  89029-0000 |          4        0.01       84.97
       89030 |          6        0.02       85.00
  89030-0000 |          7        0.02       85.02
       89032 |          2        0.01       85.03
  89032-0000 |          1        0.00       85.03
        8904 |          1        0.00       85.03
  89040-0000 |          2        0.01       85.04
  89046-0000 |          1        0.00       85.04
       89048 |          1        0.00       85.05
  89048-0000 |          3        0.01       85.06
  89052-0000 |          2        0.01       85.07
  89060-0000 |          1        0.00       85.07
       89086 |          1        0.00       85.07
  89086-0000 |          1        0.00       85.08
       89101 |          8        0.03       85.11
  89101-0000 |         23        0.08       85.19
  89102-0000 |          3        0.01       85.20
  89103-0000 |          2        0.01       85.20
       89104 |          3        0.01       85.22
  89104-0000 |          2        0.01       85.22
       89106 |          7        0.02       85.25
  89106-0000 |          9        0.03       85.28
  89109-0000 |          1        0.00       85.28
       89110 |          5        0.02       85.30
  89110-0000 |          7        0.02       85.33
       89115 |          5        0.02       85.34
  89115-0000 |          1        0.00       85.35
  89117-0000 |          2        0.01       85.35
  89122-0000 |          4        0.01       85.37
       89123 |          1        0.00       85.37
  89123-0000 |          4        0.01       85.39
  89131-0000 |          3        0.01       85.40
  89142-0000 |          1        0.00       85.40
  89406-0000 |          5        0.02       85.42
  89408-0000 |          4        0.01       85.43
  89411-0000 |          2        0.01       85.44
  89411-0009 |          1        0.00       85.44
  89419-0000 |          3        0.01       85.45
  89423-0000 |          1        0.00       85.46
  89429-0000 |          1        0.00       85.46
  89431-0000 |          5        0.02       85.48
  89433-0000 |          1        0.00       85.48
       89436 |          1        0.00       85.49
  89436-0000 |          1        0.00       85.49
       89445 |          4        0.01       85.50
  89445-0000 |          7        0.02       85.53
  89447-0000 |          1        0.00       85.53
  89449-0000 |          2        0.01       85.54
  89512-0000 |         13        0.05       85.59
       89523 |          2        0.01       85.59
  89523-0000 |          1        0.00       85.60
  89601-0000 |          1        0.00       85.60
       89701 |          1        0.00       85.60
  89701-0000 |          3        0.01       85.61
  89705-0000 |          1        0.00       85.62
       89706 |          2        0.01       85.62
  89706-0000 |          6        0.02       85.65
  89706-2785 |          1        0.00       85.65
       89801 |          3        0.01       85.66
  89801-0000 |          6        0.02       85.68
  89803-0000 |          1        0.00       85.68
  89820-0000 |          1        0.00       85.69
  89825-0000 |          1        0.00       85.69
  89833-0000 |          1        0.00       85.70
  89883-0000 |          3        0.01       85.71
       90001 |          1        0.00       85.71
       90002 |          6        0.02       85.73
       90003 |         17        0.06       85.79
       90004 |          8        0.03       85.82
       90005 |         16        0.06       85.88
       90006 |         18        0.06       85.94
       90007 |         11        0.04       85.98
       90008 |          5        0.02       86.00
       90010 |          3        0.01       86.01
       90011 |         23        0.08       86.09
       90012 |         18        0.06       86.15
       90013 |         32        0.11       86.27
       90014 |         10        0.04       86.30
       90015 |         19        0.07       86.37
       90016 |          4        0.01       86.39
       90017 |         30        0.11       86.49
       90018 |         12        0.04       86.53
       90019 |          8        0.03       86.56
       90020 |          4        0.01       86.58
       90021 |         12        0.04       86.62
       90022 |          4        0.01       86.63
       90023 |         16        0.06       86.69
       90025 |          1        0.00       86.69
       90026 |         28        0.10       86.79
       90027 |         17        0.06       86.85
       90028 |         16        0.06       86.91
       90029 |          7        0.02       86.94
       90031 |          8        0.03       86.96
       90032 |          6        0.02       86.99
       90033 |         11        0.04       87.02
       90035 |          1        0.00       87.03
       90036 |          1        0.00       87.03
       90037 |         19        0.07       87.10
       90038 |         10        0.04       87.14
       90039 |          2        0.01       87.14
       90040 |          1        0.00       87.15
       90041 |          2        0.01       87.15
       90042 |          5        0.02       87.17
       90043 |          7        0.02       87.20
       90044 |         18        0.06       87.26
       90045 |          1        0.00       87.26
       90046 |         12        0.04       87.31
       90047 |          3        0.01       87.32
       90057 |         40        0.14       87.46
       90058 |          1        0.00       87.46
       90059 |          6        0.02       87.48
       90061 |         10        0.04       87.52
       90062 |          2        0.01       87.53
       90063 |          3        0.01       87.54
       90065 |          6        0.02       87.56
       90066 |          4        0.01       87.57
       90068 |          2        0.01       87.58
       90069 |          1        0.00       87.58
       90094 |          1        0.00       87.59
         901 |          2        0.01       87.59
       90201 |         10        0.04       87.63
       90220 |          6        0.02       87.65
       90221 |          3        0.01       87.66
       90222 |          8        0.03       87.69
       90232 |          1        0.00       87.69
       90240 |          1        0.00       87.70
       90241 |          3        0.01       87.71
       90247 |          2        0.01       87.71
       90248 |          2        0.01       87.72
       90255 |          5        0.02       87.74
       90262 |          1        0.00       87.74
       90270 |          1        0.00       87.75
       90275 |          1        0.00       87.75
       90277 |          1        0.00       87.75
       90278 |          1        0.00       87.76
       90280 |          2        0.01       87.76
       90291 |          2        0.01       87.77
       90292 |          1        0.00       87.78
       90301 |          7        0.02       87.80
       90302 |          3        0.01       87.81
       90304 |          1        0.00       87.81
       90401 |          6        0.02       87.84
       90403 |          1        0.00       87.84
       90404 |         15        0.05       87.89
       90405 |          6        0.02       87.91
       90501 |          3        0.01       87.92
       90503 |          1        0.00       87.93
       90601 |          1        0.00       87.93
       90602 |          4        0.01       87.95
       90604 |          1        0.00       87.95
       90605 |          1        0.00       87.95
       90620 |          3        0.01       87.96
       90621 |          2        0.01       87.97
       90623 |          2        0.01       87.98
       90630 |          2        0.01       87.98
       90631 |          1        0.00       87.99
       90638 |          3        0.01       88.00
       90640 |          1        0.00       88.00
       90650 |          3        0.01       88.01
       90660 |          1        0.00       88.02
       90670 |          2        0.01       88.02
       90680 |          3        0.01       88.03
         907 |          2        0.01       88.04
       90704 |          1        0.00       88.05
       90706 |          3        0.01       88.06
       90710 |          4        0.01       88.07
       90715 |          1        0.00       88.07
       90716 |          1        0.00       88.08
       90723 |          1        0.00       88.08
       90731 |          8        0.03       88.11
       90732 |          1        0.00       88.11
       90744 |          6        0.02       88.13
       90745 |          9        0.03       88.17
       90755 |          2        0.01       88.17
       90802 |          5        0.02       88.19
       90804 |          3        0.01       88.20
       90805 |          4        0.01       88.22
       90806 |          4        0.01       88.23
       90810 |          5        0.02       88.25
       90813 |          8        0.03       88.28
         909 |          4        0.01       88.29
       91001 |          1        0.00       88.29
       91007 |          3        0.01       88.30
       91010 |          3        0.01       88.32
       91360 |          1        0.00       88.32
       91362 |          9        0.03       88.35
       91384 |          1        0.00       88.35
       91387 |          1        0.00       88.36
       91401 |          5        0.02       88.38
       91402 |         14        0.05       88.43
       91403 |          7        0.02       88.45
       91405 |          9        0.03       88.48
       91406 |          1        0.00       88.49
       91411 |          1        0.00       88.49
       91423 |          2        0.01       88.50
         915 |          2        0.01       88.50
       91502 |          2        0.01       88.51
       91601 |          8        0.03       88.54
       91602 |          1        0.00       88.54
       91605 |          3        0.01       88.55
       91606 |          3        0.01       88.56
       91607 |          1        0.00       88.57
         917 |          1        0.00       88.57
       91701 |          1        0.00       88.57
       91702 |          2        0.01       88.58
       91706 |          1        0.00       88.59
       91708 |          1        0.00       88.59
       91711 |          4        0.01       88.60
       91740 |          1        0.00       88.61
       91754 |          1        0.00       88.61
       91762 |          3        0.01       88.62
       91791 |          2        0.01       88.63
       91910 |          3        0.01       88.64
       91913 |          2        0.01       88.65
       91942 |          1        0.00       88.65
       92009 |          4        0.01       88.66
       92021 |          3        0.01       88.67
       92064 |          9        0.03       88.71
       92065 |          1        0.00       88.71
       92069 |         11        0.04       88.75
       92101 |         25        0.09       88.84
       92103 |          1        0.00       88.84
       92104 |          5        0.02       88.86
       92105 |         14        0.05       88.91
       92111 |          1        0.00       88.91
       92113 |         18        0.06       88.98
       92129 |          5        0.02       88.99
       92130 |          5        0.02       89.01
       92220 |          3        0.01       89.02
       92225 |         14        0.05       89.07
       92227 |         12        0.04       89.12
       92231 |         13        0.05       89.16
       92250 |          2        0.01       89.17
       92262 |          9        0.03       89.20
       92264 |          1        0.00       89.20
       92313 |          1        0.00       89.21
       92315 |          1        0.00       89.21
       92335 |         10        0.04       89.25
       92336 |          1        0.00       89.25
       92345 |          9        0.03       89.28
       92346 |          1        0.00       89.29
       92354 |          3        0.01       89.30
       92363 |          4        0.01       89.31
       92376 |          7        0.02       89.34
       92392 |          2        0.01       89.34
       92394 |          4        0.01       89.36
       92395 |          7        0.02       89.38
       92399 |          2        0.01       89.39
         924 |          3        0.01       89.40
       92404 |          1        0.00       89.40
       92407 |          1        0.00       89.41
       92410 |          6        0.02       89.43
       92411 |          2        0.01       89.44
         925 |          2        0.01       89.44
       92503 |          4        0.01       89.46
       92504 |          3        0.01       89.47
       92505 |          1        0.00       89.47
       92507 |          6        0.02       89.49
       92509 |          3        0.01       89.50
       92530 |          4        0.01       89.52
       92543 |          3        0.01       89.53
       92545 |          1        0.00       89.53
       92551 |          3        0.01       89.54
       92553 |          6        0.02       89.56
       92557 |          2        0.01       89.57
       92562 |          3        0.01       89.58
       92570 |          6        0.02       89.60
       92571 |          3        0.01       89.61
       92583 |          5        0.02       89.63
       92586 |          3        0.01       89.64
       92590 |          4        0.01       89.66
       92591 |          1        0.00       89.66
       92592 |          1        0.00       89.66
       92602 |          1        0.00       89.67
       92603 |          1        0.00       89.67
       92604 |          2        0.01       89.68
       92606 |          3        0.01       89.69
       92610 |          1        0.00       89.69
       92614 |          1        0.00       89.69
       92618 |          1        0.00       89.70
       92620 |          6        0.02       89.72
       92627 |          2        0.01       89.73
       92630 |          1        0.00       89.73
       92646 |          1        0.00       89.73
       92647 |          4        0.01       89.75
       92648 |          6        0.02       89.77
       92651 |          1        0.00       89.77
       92653 |          1        0.00       89.78
       92655 |          1        0.00       89.78
       92656 |          1        0.00       89.78
       92660 |          2        0.01       89.79
       92672 |          4        0.01       89.80
       92673 |          2        0.01       89.81
       92675 |          2        0.01       89.82
       92683 |          6        0.02       89.84
       92691 |          1        0.00       89.84
       92692 |          1        0.00       89.85
         927 |          1        0.00       89.85
       92701 |          7        0.02       89.88
       92703 |          3        0.01       89.89
       92705 |          1        0.00       89.89
       92706 |          4        0.01       89.90
       92707 |          2        0.01       89.91
       92708 |          1        0.00       89.92
       92780 |          3        0.01       89.93
       92782 |          2        0.01       89.93
       92801 |         11        0.04       89.97
       92802 |          6        0.02       89.99
       92804 |         15        0.05       90.05
       92805 |         10        0.04       90.08
       92806 |          1        0.00       90.09
       92821 |          5        0.02       90.10
       92831 |          2        0.01       90.11
       92832 |          3        0.01       90.12
       92833 |          1        0.00       90.12
       92835 |          1        0.00       90.13
       92841 |          1        0.00       90.13
       92843 |          6        0.02       90.15
       92860 |          1        0.00       90.16
       92865 |          2        0.01       90.16
       92866 |          2        0.01       90.17
       92867 |          3        0.01       90.18
       92868 |          2        0.01       90.19
       93010 |          6        0.02       90.21
       93012 |          1        0.00       90.21
       93013 |          4        0.01       90.23
       93015 |          2        0.01       90.23
       93021 |          2        0.01       90.24
       93023 |          1        0.00       90.25
       93030 |         12        0.04       90.29
       93033 |          3        0.01       90.30
       93036 |          8        0.03       90.33
       93040 |          1        0.00       90.33
       93060 |         10        0.04       90.37
       93063 |          5        0.02       90.38
       93065 |          3        0.01       90.39
       93101 |         11        0.04       90.43
       93103 |          2        0.01       90.44
       93109 |          1        0.00       90.44
       93110 |          5        0.02       90.46
       93111 |          2        0.01       90.47
       93117 |          6        0.02       90.49
       93202 |          1        0.00       90.49
       93203 |         10        0.04       90.53
       93204 |          4        0.01       90.54
       93210 |          2        0.01       90.55
       93212 |          6        0.02       90.57
       93215 |          9        0.03       90.60
       93219 |          3        0.01       90.62
       93221 |          3        0.01       90.63
       93223 |          7        0.02       90.65
       93230 |          7        0.02       90.68
       93235 |          2        0.01       90.68
       93240 |          2        0.01       90.69
       93241 |          5        0.02       90.71
       93245 |          6        0.02       90.73
       93247 |         10        0.04       90.76
       93250 |          5        0.02       90.78
       93256 |          2        0.01       90.79
       93257 |          9        0.03       90.82
       93263 |          3        0.01       90.83
       93267 |          1        0.00       90.84
       93268 |          1        0.00       90.84
       93272 |          1        0.00       90.84
       93274 |          9        0.03       90.87
       93277 |          3        0.01       90.89
       93280 |         12        0.04       90.93
       93286 |          6        0.02       90.95
       93291 |          2        0.01       90.96
       93292 |          1        0.00       90.96
       93301 |          9        0.03       90.99
       93304 |          5        0.02       91.01
       93305 |          4        0.01       91.02
       93306 |         13        0.05       91.07
       93307 |         16        0.06       91.13
       93308 |          7        0.02       91.15
       93401 |          9        0.03       91.18
       93405 |          1        0.00       91.19
       93420 |          5        0.02       91.21
       93422 |          2        0.01       91.21
       93427 |          1        0.00       91.22
       93428 |          1        0.00       91.22
       93436 |         14        0.05       91.27
       93440 |          1        0.00       91.27
       93442 |          2        0.01       91.28
       93444 |          3        0.01       91.29
       93445 |          1        0.00       91.29
       93446 |          4        0.01       91.31
       93449 |          1        0.00       91.31
       93454 |          6        0.02       91.33
       93455 |          2        0.01       91.34
       93458 |          3        0.01       91.35
       93465 |          3        0.01       91.36
       93501 |          3        0.01       91.37
       93505 |          1        0.00       91.38
       93514 |          1        0.00       91.38
       93534 |         15        0.05       91.43
       93535 |          2        0.01       91.44
       93536 |          4        0.01       91.45
       93550 |          9        0.03       91.49
       93551 |          1        0.00       91.49
       93552 |          1        0.00       91.49
       93555 |          4        0.01       91.51
       93560 |          2        0.01       91.51
       93561 |          3        0.01       91.53
       93610 |          7        0.02       91.55
       93611 |          3        0.01       91.56
       93612 |          3        0.01       91.57
       93615 |          1        0.00       91.58
       93616 |          1        0.00       91.58
       93618 |          9        0.03       91.61
       93620 |          1        0.00       91.61
       93622 |          3        0.01       91.62
       93640 |         10        0.04       91.66
       93644 |          1        0.00       91.66
       93646 |          9        0.03       91.70
       93647 |          4        0.01       91.71
       93648 |          9        0.03       91.74
       93650 |          2        0.01       91.75
       93654 |          5        0.02       91.77
       93656 |          1        0.00       91.77
       93657 |          4        0.01       91.78
       93662 |          7        0.02       91.81
       93701 |          1        0.00       91.81
       93702 |          7        0.02       91.84
       93703 |          2        0.01       91.85
       93704 |          1        0.00       91.85
       93705 |          5        0.02       91.87
       93706 |         13        0.05       91.91
       93710 |          4        0.01       91.93
       93720 |          1        0.00       91.93
       93721 |          3        0.01       91.94
       93722 |         11        0.04       91.98
       93725 |          4        0.01       91.99
       93726 |          3        0.01       92.01
       93727 |          7        0.02       92.03
       93728 |          1        0.00       92.03
       93901 |          7        0.02       92.06
       93905 |         11        0.04       92.10
       93906 |          5        0.02       92.12
       93907 |          2        0.01       92.12
       93923 |          1        0.00       92.13
       93924 |          1        0.00       92.13
       93926 |          2        0.01       92.14
       93927 |          9        0.03       92.17
       93930 |          3        0.01       92.18
       93933 |          3        0.01       92.19
       93940 |          1        0.00       92.19
       93950 |          1        0.00       92.20
       93955 |          1        0.00       92.20
       93960 |          8        0.03       92.23
       94014 |          4        0.01       92.24
       94019 |          8        0.03       92.27
       94025 |          1        0.00       92.28
       94030 |          1        0.00       92.28
       94040 |          6        0.02       92.30
       94041 |          1        0.00       92.30
       94043 |          8        0.03       92.33
       94044 |          2        0.01       92.34
       94061 |          2        0.01       92.35
       94063 |          2        0.01       92.35
       94066 |          4        0.01       92.37
       94070 |          1        0.00       92.37
       94080 |          5        0.02       92.39
       94085 |          2        0.01       92.40
       94086 |          3        0.01       92.41
       94087 |          2        0.01       92.41
       94089 |          2        0.01       92.42
       94102 |         39        0.14       92.56
       94103 |         32        0.11       92.67
       94105 |          2        0.01       92.68
       94107 |          8        0.03       92.71
       94109 |         13        0.05       92.76
       94110 |         12        0.04       92.80
       94111 |          2        0.01       92.81
       94114 |          3        0.01       92.82
       94115 |          8        0.03       92.84
       94117 |          1        0.00       92.85
       94118 |          1        0.00       92.85
       94121 |          1        0.00       92.85
       94123 |          2        0.01       92.86
       94124 |         12        0.04       92.90
       94131 |          1        0.00       92.91
       94133 |          2        0.01       92.92
       94134 |          3        0.01       92.93
       94141 |          1        0.00       92.93
       94158 |          3        0.01       92.94
       94301 |          4        0.01       92.95
       94303 |         10        0.04       92.99
       94306 |          5        0.02       93.01
       94401 |          2        0.01       93.01
       94403 |          4        0.01       93.03
       94404 |          2        0.01       93.04
       94501 |          5        0.02       93.05
       94503 |          1        0.00       93.06
       94509 |         10        0.04       93.09
       94510 |          1        0.00       93.10
       94513 |          8        0.03       93.13
       94515 |          4        0.01       93.14
       94517 |          1        0.00       93.14
       94518 |          1        0.00       93.15
       94520 |          6        0.02       93.17
       94521 |          2        0.01       93.17
       94523 |          2        0.01       93.18
       94526 |          1        0.00       93.19
       94530 |          4        0.01       93.20
       94533 |         14        0.05       93.25
       94536 |          5        0.02       93.27
       94539 |          3        0.01       93.28
       94541 |         12        0.04       93.32
       94542 |          1        0.00       93.32
       94544 |         10        0.04       93.36
       94545 |          3        0.01       93.37
       94546 |          2        0.01       93.38
       94547 |          3        0.01       93.39
       94549 |          2        0.01       93.40
       94585 |          4        0.01       93.41
       94591 |          1        0.00       93.41
       94595 |          1        0.00       93.42
       94596 |          2        0.01       93.42
       94597 |          5        0.02       93.44
       94599 |          1        0.00       93.44
       94601 |         13        0.05       93.49
       94605 |         11        0.04       93.53
       94607 |         21        0.07       93.60
       94608 |         10        0.04       93.64
       94609 |          5        0.02       93.66
       94611 |          6        0.02       93.68
       94612 |         20        0.07       93.75
       94621 |         13        0.05       93.80
       94703 |          7        0.02       93.82
       94710 |          5        0.02       93.84
       94804 |          8        0.03       93.87
       94904 |          1        0.00       93.87
       94939 |          2        0.01       93.88
       94941 |          2        0.01       93.89
       94954 |          7        0.02       93.91
       94956 |          1        0.00       93.91
       95019 |          5        0.02       93.93
       95110 |          3        0.01       93.94
       95121 |          1        0.00       93.95
       95122 |         10        0.04       93.98
       95128 |          5        0.02       94.00
       95129 |          1        0.00       94.00
       95130 |          2        0.01       94.01
       95131 |          1        0.00       94.01
       95133 |          6        0.02       94.04
       95134 |          3        0.01       94.05
       95135 |          1        0.00       94.05
       95136 |          8        0.03       94.08
       95138 |          1        0.00       94.08
       95139 |          1        0.00       94.08
       95202 |          8        0.03       94.11
       95203 |          6        0.02       94.13
       95205 |          2        0.01       94.14
       95249 |          1        0.00       94.15
         953 |          1        0.00       94.15
       95315 |          2        0.01       94.16
       95321 |          1        0.00       94.16
       95327 |          3        0.01       94.17
       95333 |          1        0.00       94.17
       95334 |          4        0.01       94.19
       95336 |          1        0.00       94.19
       95337 |          2        0.01       94.20
       95338 |          3        0.01       94.21
       95340 |          2        0.01       94.22
       95356 |          1        0.00       94.22
       95360 |          3        0.01       94.23
       95361 |          4        0.01       94.24
       95363 |          1        0.00       94.25
       95365 |          1        0.00       94.25
       95386 |          3        0.01       94.26
       95401 |          6        0.02       94.28
       95403 |          9        0.03       94.32
       95404 |          8        0.03       94.34
       95405 |          2        0.01       94.35
       95407 |         12        0.04       94.39
       95409 |          5        0.02       94.41
       95422 |         12        0.04       94.45
       95425 |          3        0.01       94.47
       95437 |          5        0.02       94.48
       95448 |          6        0.02       94.50
       95451 |          1        0.00       94.51
       95453 |          1        0.00       94.51
       95461 |          1        0.00       94.51
       95468 |          1        0.00       94.52
       95472 |          2        0.01       94.53
       95476 |          4        0.01       94.54
       95482 |          6        0.02       94.56
       95485 |          1        0.00       94.56
       95490 |          2        0.01       94.57
       95492 |          6        0.02       94.59
       95501 |          3        0.01       94.60
       95503 |          1        0.00       94.61
       95519 |          3        0.01       94.62
       95521 |          5        0.02       94.64
       95531 |          6        0.02       94.66
       95540 |          4        0.01       94.67
       95562 |          3        0.01       94.68
       95603 |          7        0.02       94.71
       95605 |          6        0.02       94.73
       95608 |          2        0.01       94.74
       95610 |          3        0.01       94.75
       95616 |          5        0.02       94.76
       95618 |         10        0.04       94.80
       95619 |          1        0.00       94.80
       95620 |          6        0.02       94.82
       95621 |          1        0.00       94.83
       95624 |          4        0.01       94.84
       95628 |          1        0.00       94.85
       95630 |          5        0.02       94.86
       95640 |          1        0.00       94.87
       95642 |          3        0.01       94.88
       95652 |          1        0.00       94.88
       95682 |          7        0.02       94.91
       95685 |          1        0.00       94.91
       95688 |          5        0.02       94.93
       95691 |          9        0.03       94.96
       95692 |          3        0.01       94.97
       95694 |          5        0.02       94.99
       95695 |          8        0.03       95.02
         957 |          1        0.00       95.02
       95713 |          2        0.01       95.03
       95747 |          7        0.02       95.05
       95757 |          4        0.01       95.07
       95758 |         10        0.04       95.10
       95765 |          4        0.01       95.12
       95776 |          5        0.02       95.13
       95811 |          6        0.02       95.15
       95814 |         15        0.05       95.21
       95815 |          4        0.01       95.22
       95816 |          4        0.01       95.24
       95817 |          3        0.01       95.25
       95818 |          1        0.00       95.25
       95820 |          4        0.01       95.27
       95821 |          4        0.01       95.28
       95822 |          3        0.01       95.29
       95823 |         13        0.05       95.34
       95824 |          8        0.03       95.36
       95825 |          6        0.02       95.39
       95826 |          3        0.01       95.40
       95827 |          1        0.00       95.40
       95828 |          9        0.03       95.43
       95829 |          4        0.01       95.45
       95831 |          1        0.00       95.45
       95832 |          2        0.01       95.46
       95833 |          2        0.01       95.46
       95834 |         10        0.04       95.50
       95835 |          2        0.01       95.51
       95838 |         10        0.04       95.54
       95841 |          3        0.01       95.55
       95842 |          3        0.01       95.56
       95843 |          5        0.02       95.58
       95864 |          1        0.00       95.58
       95901 |          6        0.02       95.61
       95912 |          1        0.00       95.61
       95926 |          4        0.01       95.62
       95928 |          7        0.02       95.65
       95932 |          2        0.01       95.66
       95945 |         14        0.05       95.71
       95946 |          1        0.00       95.71
       95948 |          5        0.02       95.73
       95953 |          3        0.01       95.74
       95961 |          3        0.01       95.75
       95963 |          4        0.01       95.76
       95965 |          6        0.02       95.78
       95966 |          3        0.01       95.79
       95969 |          1        0.00       95.80
       95973 |          2        0.01       95.81
       95987 |          3        0.01       95.82
       95988 |          2        0.01       95.82
       95991 |          2        0.01       95.83
       96001 |          4        0.01       95.84
       96002 |          2        0.01       95.85
       96003 |          2        0.01       95.86
       96007 |         11        0.04       95.90
       96019 |          2        0.01       95.90
       96021 |          4        0.01       95.92
       96028 |          1        0.00       95.92
       96055 |          1        0.00       95.93
       96064 |          1        0.00       95.93
       96067 |          1        0.00       95.93
       96080 |          7        0.02       95.96
       96094 |          2        0.01       95.97
       96097 |          5        0.02       95.98
         961 |          2        0.01       95.99
       96101 |          1        0.00       95.99
       96122 |          2        0.01       96.00
       96130 |          4        0.01       96.02
       96150 |          5        0.02       96.03
       96161 |          6        0.02       96.05
         962 |          1        0.00       96.06
       96701 |          1        0.00       96.06
       96706 |          4        0.01       96.08
       96707 |          5        0.02       96.09
       96720 |         15        0.05       96.15
       96722 |          1        0.00       96.15
       96731 |          1        0.00       96.15
       96732 |          2        0.01       96.16
       96738 |          1        0.00       96.16
       96740 |          5        0.02       96.18
       96743 |          2        0.01       96.19
       96744 |          2        0.01       96.20
       96752 |          1        0.00       96.20
       96753 |          6        0.02       96.22
       96755 |          1        0.00       96.22
       97003 |          4        0.01       96.24
       97060 |          3        0.01       96.25
       97071 |          6        0.02       96.27
       97086 |          6        0.02       96.29
       97115 |          1        0.00       96.30
       97116 |          5        0.02       96.31
       97123 |         11        0.04       96.35
       97124 |          6        0.02       96.37
       97127 |          1        0.00       96.38
       97128 |         10        0.04       96.41
       97132 |          2        0.01       96.42
       97138 |          5        0.02       96.44
       97140 |          1        0.00       96.44
       97141 |          6        0.02       96.46
       97146 |          1        0.00       96.47
       97201 |         10        0.04       96.50
       97202 |          6        0.02       96.52
       97203 |         14        0.05       96.57
       97204 |          6        0.02       96.59
       97205 |         15        0.05       96.65
       97206 |          4        0.01       96.66
       97209 |         30        0.11       96.77
       97210 |          1        0.00       96.77
       97211 |         23        0.08       96.85
       97212 |         12        0.04       96.90
       97213 |          4        0.01       96.91
       97214 |          4        0.01       96.93
       97215 |          1        0.00       96.93
       97216 |          7        0.02       96.95
       97217 |         20        0.07       97.02
       97218 |          7        0.02       97.05
       97219 |          7        0.02       97.07
       97220 |          7        0.02       97.10
       97222 |          3        0.01       97.11
       97223 |          8        0.03       97.14
       97224 |          4        0.01       97.15
       97227 |          8        0.03       97.18
       97229 |          3        0.01       97.19
       97230 |          4        0.01       97.21
       97232 |          3        0.01       97.22
       97233 |         10        0.04       97.25
       97236 |          9        0.03       97.28
       97239 |          3        0.01       97.29
       97266 |          5        0.02       97.31
       97267 |          4        0.01       97.33
       97301 |          8        0.03       97.36
       97302 |          3        0.01       97.37
       97303 |          4        0.01       97.38
       97305 |          5        0.02       97.40
       97317 |          2        0.01       97.40
       97321 |          5        0.02       97.42
       97322 |          4        0.01       97.44
       97330 |          1        0.00       97.44
       97333 |          3        0.01       97.45
       97338 |          3        0.01       97.46
       97351 |          1        0.00       97.47
       97352 |          1        0.00       97.47
       97355 |          4        0.01       97.48
       97361 |          1        0.00       97.49
       97362 |          3        0.01       97.50
       97365 |          3        0.01       97.51
       97367 |          7        0.02       97.53
       97383 |          3        0.01       97.54
       97386 |          3        0.01       97.55
       97401 |         10        0.04       97.59
       97402 |         10        0.04       97.63
       97404 |          6        0.02       97.65
       97405 |          5        0.02       97.66
       97408 |          1        0.00       97.67
       97411 |          4        0.01       97.68
       97415 |          5        0.02       97.70
       97417 |          1        0.00       97.70
       97420 |          2        0.01       97.71
       97423 |          1        0.00       97.71
       97424 |          3        0.01       97.72
       97439 |          8        0.03       97.75
       97446 |          1        0.00       97.76
       97459 |          2        0.01       97.76
       97463 |          1        0.00       97.77
       97467 |          5        0.02       97.79
       97470 |          5        0.02       97.80
       97471 |          3        0.01       97.81
       97477 |          4        0.01       97.83
       97478 |          3        0.01       97.84
       97479 |          1        0.00       97.84
       97487 |          3        0.01       97.85
       97496 |          1        0.00       97.86
       97501 |          5        0.02       97.87
       97502 |          2        0.01       97.88
       97504 |         12        0.04       97.92
       97520 |          4        0.01       97.94
       97524 |          1        0.00       97.94
       97526 |          4        0.01       97.96
       97527 |          4        0.01       97.97
       97530 |          1        0.00       97.97
       97535 |          6        0.02       98.00
       97537 |          1        0.00       98.00
       97539 |          1        0.00       98.00
       97601 |          1        0.00       98.01
       98001 |          1        0.00       98.01
       98007 |          6        0.02       98.03
       98011 |          3        0.01       98.04
       98012 |          2        0.01       98.05
       98022 |          2        0.01       98.06
       98023 |          1        0.00       98.06
       98026 |          1        0.00       98.06
       98028 |          4        0.01       98.08
       98029 |          5        0.02       98.09
       98030 |          4        0.01       98.11
       98031 |          1        0.00       98.11
       98032 |         10        0.04       98.15
       98033 |          3        0.01       98.16
       98034 |          2        0.01       98.17
       98036 |          4        0.01       98.18
       98037 |          2        0.01       98.19
       98038 |          3        0.01       98.20
       98042 |          2        0.01       98.20
       98047 |          1        0.00       98.21
       98052 |          5        0.02       98.23
       98056 |          3        0.01       98.24
       98058 |          4        0.01       98.25
       98070 |          1        0.00       98.25
       98072 |          2        0.01       98.26
       98087 |          4        0.01       98.28
       98092 |          3        0.01       98.29
       98188 |          4        0.01       98.30
       98198 |          4        0.01       98.32
       98203 |          7        0.02       98.34
       98204 |          8        0.03       98.37
       98208 |          5        0.02       98.39
       98221 |         13        0.05       98.43
       98223 |          3        0.01       98.44
       98225 |         13        0.05       98.49
       98226 |         14        0.05       98.54
       98229 |         12        0.04       98.58
       98230 |          2        0.01       98.59
       98233 |          5        0.02       98.61
       98239 |          1        0.00       98.61
       98245 |          1        0.00       98.61
       98247 |          3        0.01       98.62
       98248 |          1        0.00       98.63
       98250 |          5        0.02       98.65
       98252 |          1        0.00       98.65
       98257 |          1        0.00       98.65
       98258 |          1        0.00       98.66
       98260 |          1        0.00       98.66
       98261 |          1        0.00       98.66
       98264 |          1        0.00       98.67
       98270 |          8        0.03       98.70
       98271 |          4        0.01       98.71
       98272 |          1        0.00       98.71
       98273 |         10        0.04       98.75
       98274 |          1        0.00       98.75
       98277 |         11        0.04       98.79
       98284 |          3        0.01       98.80
       98290 |          3        0.01       98.81
       98292 |          2        0.01       98.82
       98295 |          1        0.00       98.82
       98310 |          3        0.01       98.83
       98311 |          3        0.01       98.84
       98312 |          4        0.01       98.86
       98329 |          2        0.01       98.87
       98331 |          2        0.01       98.87
       98335 |          2        0.01       98.88
       98337 |          2        0.01       98.89
       98338 |          1        0.00       98.89
       98339 |          1        0.00       98.89
       98346 |          3        0.01       98.91
       98354 |          2        0.01       98.91
       98362 |          4        0.01       98.93
       98366 |         10        0.04       98.96
       98368 |          6        0.02       98.98
       98370 |          4        0.01       99.00
       98372 |          1        0.00       99.00
       98374 |          2        0.01       99.01
       98382 |          7        0.02       99.03
       98383 |          4        0.01       99.05
       98390 |          1        0.00       99.05
       98391 |          1        0.00       99.05
       98402 |          7        0.02       99.08
       98403 |          2        0.01       99.09
       98404 |          7        0.02       99.11
       98405 |         18        0.06       99.18
       98406 |          2        0.01       99.18
       98409 |          4        0.01       99.20
       98424 |          1        0.00       99.20
       98444 |          3        0.01       99.21
       98445 |          1        0.00       99.21
       98446 |          1        0.00       99.22
       98466 |          1        0.00       99.22
       98498 |          1        0.00       99.23
       98501 |          5        0.02       99.24
       98502 |         10        0.04       99.28
  98502-0000 |          1        0.00       99.28
       98520 |          1        0.00       99.29
       98532 |          3        0.01       99.30
       98550 |          2        0.01       99.30
       98569 |          1        0.00       99.31
       98577 |          2        0.01       99.31
       98584 |          3        0.01       99.32
       98586 |          1        0.00       99.33
       98589 |          2        0.01       99.34
       98596 |          1        0.00       99.34
       98597 |          3        0.01       99.35
       98604 |          4        0.01       99.36
       98620 |          2        0.01       99.37
       98632 |          7        0.02       99.40
       98639 |          1        0.00       99.40
       98660 |          8        0.03       99.43
       98663 |          1        0.00       99.43
       98665 |          1        0.00       99.43
       98671 |          3        0.01       99.45
       98674 |          4        0.01       99.46
       98682 |          1        0.00       99.46
       98684 |          4        0.01       99.48
       98685 |          2        0.01       99.48
       98801 |          3        0.01       99.50
       98922 |          2        0.01       99.50
       98941 |          1        0.00       99.51
       99001 |          4        0.01       99.52
       99006 |          1        0.00       99.52
       99037 |          1        0.00       99.53
       99156 |          2        0.01       99.53
       99163 |          6        0.02       99.56
       99166 |          1        0.00       99.56
       99201 |          5        0.02       99.58
       99204 |          1        0.00       99.58
       99206 |          6        0.02       99.60
       99301 |          6        0.02       99.62
       99320 |          1        0.00       99.63
       99324 |          1        0.00       99.63
       99326 |          1        0.00       99.63
       99328 |          1        0.00       99.64
       99336 |          8        0.03       99.67
       99338 |          1        0.00       99.67
       99344 |          4        0.01       99.68
       99349 |          1        0.00       99.69
       99352 |          2        0.01       99.69
       99354 |          3        0.01       99.70
       99362 |          9        0.03       99.74
       99403 |          4        0.01       99.75
       99501 |          4        0.01       99.77
       99502 |          2        0.01       99.77
       99503 |          3        0.01       99.78
       99504 |          5        0.02       99.80
       99507 |          4        0.01       99.82
       99508 |          5        0.02       99.83
       99515 |          1        0.00       99.84
       99518 |          3        0.01       99.85
       99577 |          2        0.01       99.85
       99603 |          1        0.00       99.86
       99611 |          1        0.00       99.86
       99615 |          2        0.01       99.87
       99645 |          6        0.02       99.89
       99654 |         11        0.04       99.93
       99669 |          3        0.01       99.94
       99701 |          5        0.02       99.96
       99709 |          2        0.01       99.96
       99801 |          4        0.01       99.98
       99824 |          2        0.01       99.99
       99835 |          1        0.00       99.99
       99901 |          3        0.01      100.00
-------------+-----------------------------------
       Total |     28,131      100.00

. sum county

    Variable |        Obs        Mean    Std. Dev.       Min        Max
-------------+---------------------------------------------------------
      county |          0

. use "/Users/will/Dropbox/LIHTC/Data/zip_codes_states.dta", clear

. use "Data/LIHTCPUB"
file Data/LIHTCPUB.dta not found
r(601);

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. 
. clear

. cd "/users/will/Dropbox/LIHTC/"
/Users/will/Dropbox/LIHTC

. 
end of do-file

. use "Data/LIHTCPUB"

. collapse (count) count=hud_id, by(zip)
type mismatch
r(109);

. destring hud_id, generate(id)
hud_id: contains nonnumeric characters; no generate

. encode hud_id, generate(hud)

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. collapse (count) count=hud, by(zip)

. 
end of do-file

. sum count

    Variable |        Obs        Mean    Std. Dev.       Min        Max
-------------+---------------------------------------------------------
       count |     11,634    3.945762    34.73803          1       3694

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. save "Data/countbyzip", replace
(note: file Data/countbyzip.dta not found)
file Data/countbyzip.dta saved

. 
end of do-file

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. merge zip 1:1 zip_codes_states"
(note: you are using old merge syntax; see [D] merge for new syntax)
too few quotes
r(132);

end of do-file

r(132);

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. merge 1:1 zip zip_codes_states
variable zip_codes_states not found
r(111);

end of do-file

r(111);

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. merge 1:1 zip using zip_codes_states
file zip_codes_states.dta not found
r(601);

end of do-file

r(601);

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. merge 1:1 zip using "Data/zip_codes_states"

    Result                           # of obs.
    -----------------------------------------
    not matched                        46,057
        from master                     7,475  (_merge==1)
        from using                     38,582  (_merge==2)

    matched                             4,159  (_merge==3)
    -----------------------------------------

. 
end of do-file

. sum count if _merge==3

    Variable |        Obs        Mean    Std. Dev.       Min        Max
-------------+---------------------------------------------------------
       count |      4,159    3.385429    4.034756          1         95

. use "/Users/will/Dropbox/LIHTC/Data/zip_codes_states.dta", clear

. encode city, generate(city)
variable city already defined
r(110);

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. keep zip latitude longitude county

. 
end of do-file

. destring county, replace
county: contains nonnumeric characters; no replace

. encode county, generate(county2)

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. drop county

. rename county2 county

. 
end of do-file

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. save "Data/zip_codes_counties", replace
(note: file Data/zip_codes_counties.dta not found)
file Data/zip_codes_counties.dta could not be opened
r(603);

end of do-file

r(603);

. do "/var/folders/n8/d5bf7wn574qf25n2fb53w4040000gn/T//SD34934.000000"

. save "Data/zip_codes_counties", replace
(note: file Data/zip_codes_counties.dta not found)
file Data/zip_codes_counties.dta could not be opened
r(603);

end of do-file

r(603);

. save "Data/zip_codes_counties"
file Data/zip_codes_counties.dta could not be opened
r(603);

. save zip_codes_counties
file zip_codes_counties.dta saved

. use countbyzip

. merge 1:1 zip using zip_codes_counties

    Result                           # of obs.
    -----------------------------------------
    not matched                        46,057
        from master                     7,475  (_merge==1)
        from using                     38,582  (_merge==2)

    matched                             4,159  (_merge==3)
    -----------------------------------------

. br county if matched==3
matched not found
r(111);

. br county if _merge==3

