--------------------------------------------------------------------------------------
      name:  <unnamed>
       log:  /Users/will/Dropbox/LIHTC/Code/Logs/prep.log
  log type:  text
 opened on:   3 Nov 2017, 14:35:01

. 
. * Set gloabl variable defining the range of years to use (for CQ data)
. global years "1987" "1988" "1989" "1990" "1991" "1992" "1993" "1994" "1995" "1996" "
> 1997" "1998" "1999" "2000" "2001" "2002" "2003" "2004" "2005" "2006" "2007" "2008" "
> 2009" "2010" "2011" "2012" "2013" "2014" "2015"

. * Prep FIPS-county data
. import delimited "./Raw/2010fips", clear
(5 vars, 3,235 obs)

. drop code

. save "./Data/fips-county", replace
file ./Data/fips-county.dta saved

. 
. * Prep HUD data (uses FIPS codes not counties)
. import delimited "./Data/LIHTCPUB.csv", clear
(96 vars, 45,905 obs)

. merge m:1 st2010 cnty2010 using "./Data/fips-county"                                
>                     // 1.8 percent of obs not matched

    Result                           # of obs.
    -----------------------------------------
    not matched                           841
        from master                       433  (_merge==1)
        from using                        408  (_merge==2)

    matched                            45,472  (_merge==3)
    -----------------------------------------

. *                                                                                   
>                                                                             // About
>  half unmatched from master (no fips codes), half from using 
. *                                                                                   
>                                                                             // (no L
> IHTC projects in those counties).
. drop if _merge == 1 | _merge == 2
(841 observations deleted)

. drop _merge

. rename yr_alloc year

. encode hud_id, gen(hud)

. drop if year == 1984 | year == 8888 | year == 9999 // Can't find what these encoding
> s mean yet, dropping for now (894 obs)
(3,176 observations deleted)

. replace county = subinstr(county," County","",.)
(39,986 real changes made)

. replace county = subinstr(county," Municipality","",.)
(28 real changes made)

. replace county = subinstr(county," Borough","",.)
(51 real changes made)

. replace county = subinstr(county," Parish","",.)
(971 real changes made)

. replace county = subinstr(county," Municipio","",.)
(199 real changes made)

. save "./Data/LIHTC", replace
file ./Data/LIHTC.dta saved

. 
. * Can now use the CQ data, which is only specified at the county level
. import delimited "./Raw/CQ_gub_county/2016", varnames(5) clear
(12 vars, 605 obs)

. keep state county winningparty dem rep other

. gen year = 2016

. save "./Data/CQ/2016", replace
file ./Data/CQ/2016.dta saved

. save "./Data/CQ/full", replace
file ./Data/CQ/full.dta saved

. 
. * A program to clean each year's county-level gubernatorial election data
. capture program drop buildeach_CQ

. program buildeach_CQ
  1.         syntax [, filename(string) maxrow(string)]
  2.         foreach thing in `filename' {
  3.                 import delimited "./Raw/CQ_gub_county/`thing'", varnames(5) clear
  4.                 keep state county winningparty dem rep other
  5.                 gen year = `thing'
  6.                 save "./Data/CQ/`thing'", replace
  7.         }
  8. end

. 
. buildeach_CQ, filename("$years")
(12 vars, 269 obs)
file ./Data/CQ/1987.dta saved
(12 vars, 574 obs)
file ./Data/CQ/1988.dta saved
(12 vars, 158 obs)
file ./Data/CQ/1989.dta saved
(12 vars, 2,163 obs)
file ./Data/CQ/1990.dta saved
(12 vars, 284 obs)
file ./Data/CQ/1991.dta saved
(12 vars, 574 obs)
file ./Data/CQ/1992.dta saved
(12 vars, 158 obs)
file ./Data/CQ/1993.dta saved
(12 vars, 2,219 obs)
file ./Data/CQ/1994.dta saved
(12 vars, 269 obs)
file ./Data/CQ/1995.dta saved
(12 vars, 569 obs)
file ./Data/CQ/1996.dta saved
(12 vars, 158 obs)
file ./Data/CQ/1997.dta saved
(12 vars, 2,191 obs)
file ./Data/CQ/1998.dta saved
(12 vars, 269 obs)
file ./Data/CQ/1999.dta saved
(12 vars, 569 obs)
file ./Data/CQ/2000.dta saved
(12 vars, 158 obs)
file ./Data/CQ/2001.dta saved
(12 vars, 2,192 obs)
file ./Data/CQ/2002.dta saved
(12 vars, 269 obs)
file ./Data/CQ/2003.dta saved
(12 vars, 569 obs)
file ./Data/CQ/2004.dta saved
(12 vars, 158 obs)
file ./Data/CQ/2005.dta saved
(12 vars, 2,192 obs)
file ./Data/CQ/2006.dta saved
(12 vars, 269 obs)
file ./Data/CQ/2007.dta saved
(12 vars, 569 obs)
file ./Data/CQ/2008.dta saved
(12 vars, 157 obs)
file ./Data/CQ/2009.dta saved
(12 vars, 2,192 obs)
file ./Data/CQ/2010.dta saved
(12 vars, 269 obs)
file ./Data/CQ/2011.dta saved
(12 vars, 569 obs)
file ./Data/CQ/2012.dta saved
(12 vars, 157 obs)
file ./Data/CQ/2013.dta saved
(12 vars, 2,192 obs)
file ./Data/CQ/2014.dta saved
(12 vars, 269 obs)
file ./Data/CQ/2015.dta saved

. 
. * A program to combine all years' county-level gub data
. capture program drop buildbig_CQ

. program buildbig_CQ
  1.         syntax[, filename(string)]
  2.         use "./Data/CQ/full", clear
  3.         foreach year in `filename' {
  4.                 append using "./Data/CQ/`year'"
  5.         }
  6. end

. 
. buildbig_CQ, filename("$years")
(note: variable county was str15, now str20 to accommodate using data's values)

. drop if dem == . & rep == . & other == .                                            
>                                     // drops rows full of citing info
(90 observations deleted)

. recast str2 state

. replace county = proper(county)
(22,853 real changes made)

. 
. * Fill in off-election years
. global each4_1986 "AK" "AL" "AR" "CA" "CO" "CT" "FL" "GA" "HI" "IA" "ID" "IL" "KS" "
> MA" "MD" "ME" "MI" "MN" "NE" "NM" "NV" "NY" "OH" "OK" "PA" "SC" "SD" "TN" "TX" "WY"

. global each4_1984 "IN" "MO" "MT" "NC" "ND" "WA" 

. global each4_1987 "KY" "LA" "MS"

. global each4_1985 "NJ" "VA"

. global each2_1986 "NH" "VT"

. * Special rules: OR RI UT WI WV
. 
. foreach state in "$each4_1986" {
  2.         expand 2 if state == "`state'", generate(one)                            
>                                // copies each row for election years in states that 
> hold elections every 4 years, starting in 1986
  3.         replace year = year+1 if one == 1                                        
>                                                // replaces year with next year in th
> e copied row, i.e. if original year in data was 1990, the copied row's year will be 
> 1991
  4.         expand 2 if one == 1, generate(two)                                      
>                                        // etc
  5.         replace year = year+1 if two == 1
  6.         expand 2 if two == 1, generate(three)
  7.         replace year = year+1 if three == 1
  8.         drop one two three
  9. }
(267 observations created)
(267 real changes made)
(267 observations created)
(267 real changes made)
(267 observations created)
(267 real changes made)
(469 observations created)
(469 real changes made)
(469 observations created)
(469 real changes made)
(469 observations created)
(469 real changes made)
(525 observations created)
(525 real changes made)
(525 observations created)
(525 real changes made)
(525 observations created)
(525 real changes made)
(406 observations created)
(406 real changes made)
(406 observations created)
(406 real changes made)
(406 observations created)
(406 real changes made)
(445 observations created)
(445 real changes made)
(445 observations created)
(445 real changes made)
(445 observations created)
(445 real changes made)
(56 observations created)
(56 real changes made)
(56 observations created)
(56 real changes made)
(56 observations created)
(56 real changes made)
(469 observations created)
(469 real changes made)
(469 observations created)
(469 real changes made)
(469 observations created)
(469 real changes made)
(1,113 observations created)
(1,113 real changes made)
(1,113 observations created)
(1,113 real changes made)
(1,113 observations created)
(1,113 real changes made)
(28 observations created)
(28 real changes made)
(28 observations created)
(28 real changes made)
(28 observations created)
(28 real changes made)
(693 observations created)
(693 real changes made)
(693 observations created)
(693 real changes made)
(693 observations created)
(693 real changes made)
(308 observations created)
(308 real changes made)
(308 observations created)
(308 real changes made)
(308 observations created)
(308 real changes made)
(714 observations created)
(714 real changes made)
(714 observations created)
(714 real changes made)
(714 observations created)
(714 real changes made)
(735 observations created)
(735 real changes made)
(735 observations created)
(735 real changes made)
(735 observations created)
(735 real changes made)
(126 observations created)
(126 real changes made)
(126 observations created)
(126 real changes made)
(126 observations created)
(126 real changes made)
(168 observations created)
(168 real changes made)
(168 observations created)
(168 real changes made)
(168 observations created)
(168 real changes made)
(112 observations created)
(112 real changes made)
(112 observations created)
(112 real changes made)
(112 observations created)
(112 real changes made)
(581 observations created)
(581 real changes made)
(581 observations created)
(581 real changes made)
(581 observations created)
(581 real changes made)
(609 observations created)
(609 real changes made)
(609 observations created)
(609 real changes made)
(609 observations created)
(609 real changes made)
(651 observations created)
(651 real changes made)
(651 observations created)
(651 real changes made)
(651 observations created)
(651 real changes made)
(231 observations created)
(231 real changes made)
(231 observations created)
(231 real changes made)
(231 observations created)
(231 real changes made)
(119 observations created)
(119 real changes made)
(119 observations created)
(119 real changes made)
(119 observations created)
(119 real changes made)
(434 observations created)
(434 real changes made)
(434 observations created)
(434 real changes made)
(434 observations created)
(434 real changes made)
(616 observations created)
(616 real changes made)
(616 observations created)
(616 real changes made)
(616 observations created)
(616 real changes made)
(539 observations created)
(539 real changes made)
(539 observations created)
(539 real changes made)
(539 observations created)
(539 real changes made)
(469 observations created)
(469 real changes made)
(469 observations created)
(469 real changes made)
(469 observations created)
(469 real changes made)
(322 observations created)
(322 real changes made)
(322 observations created)
(322 real changes made)
(322 observations created)
(322 real changes made)
(462 observations created)
(462 real changes made)
(462 observations created)
(462 real changes made)
(462 observations created)
(462 real changes made)
(665 observations created)
(665 real changes made)
(665 observations created)
(665 real changes made)
(665 observations created)
(665 real changes made)
(1,778 observations created)
(1,778 real changes made)
(1,778 observations created)
(1,778 real changes made)
(1,778 observations created)
(1,778 real changes made)
(161 observations created)
(161 real changes made)
(161 observations created)
(161 real changes made)
(161 observations created)
(161 real changes made)

. foreach state in "$each4_1984" {
  2.         expand 2 if state == "`state'", generate(one)                            
>                                // copies each row for election years in states that 
> hold elections every 4 years, starting in 1984
  3.         replace year = year+1 if one == 1                                        
>                                                // replaces year with next year in th
> e copied row, i.e. if original year in data was 1990, the copied row's year will be 
> 1991
  4.         expand 2 if one == 1 & year != 2017, generate(two)                       
>                                // Don't want to copy 2017 data to non-existent 2018
  5.         replace year = year+1 if two == 1
  6.         expand 2 if two == 1, generate(three)
  7.         replace year = year+1 if three == 1
  8.         drop one two three
  9. }
(736 observations created)
(736 real changes made)
(644 observations created)
(644 real changes made)
(644 observations created)
(644 real changes made)
(920 observations created)
(920 real changes made)
(805 observations created)
(805 real changes made)
(805 observations created)
(805 real changes made)
(448 observations created)
(448 real changes made)
(392 observations created)
(392 real changes made)
(392 observations created)
(392 real changes made)
(800 observations created)
(800 real changes made)
(700 observations created)
(700 real changes made)
(700 observations created)
(700 real changes made)
(424 observations created)
(424 real changes made)
(371 observations created)
(371 real changes made)
(371 observations created)
(371 real changes made)
(312 observations created)
(312 real changes made)
(273 observations created)
(273 real changes made)
(273 observations created)
(273 real changes made)

. foreach state in "$each4_1987" {
  2.         expand 2 if state == "`state'", generate(one)                            
>                                // copies each row for election years in states that 
> hold elections every 4 years, starting in 1987
  3.         replace year = year+1 if one == 1                                        
>                                                // replaces year with next year in th
> e copied row, i.e. if original year in data was 1990, the copied row's year will be 
> 1991
  4.         expand 2 if one == 1, generate(two)                                      
>                                        // etc
  5.         replace year = year+1 if two == 1
  6.         expand 2 if two == 1 & year != 2017, generate(three)                     
>                        // Don't want to copy 2017 data to non-existent 2018 
  7.         replace year = year+1 if three == 1
  8.         drop one two three
  9. }
(960 observations created)
(960 real changes made)
(960 observations created)
(960 real changes made)
(840 observations created)
(840 real changes made)
(512 observations created)
(512 real changes made)
(512 observations created)
(512 real changes made)
(448 observations created)
(448 real changes made)
(656 observations created)
(656 real changes made)
(656 observations created)
(656 real changes made)
(574 observations created)
(574 real changes made)

. foreach state in "$each4_1985" {
  2.         expand 2 if state == "`state'", generate(one)                            
>                                // copies each row for election years in states that 
> hold elections every 4 years, starting in 1985
  3.         replace year = year+1 if one == 1                                        
>                                                // replaces year with next year in th
> e copied row, i.e. if original year in data was 1990, the copied row's year will be 
> 1991
  4.         expand 2 if one == 1, generate(two)                                      
>                                        // etc
  5.         replace year = year+1 if two == 1
  6.         expand 2 if two == 1, generate(three)
  7.         replace year = year+1 if three == 1
  8.         drop one two three
  9. }
(147 observations created)
(147 real changes made)
(147 observations created)
(147 real changes made)
(147 observations created)
(147 real changes made)
(936 observations created)
(936 real changes made)
(936 observations created)
(936 real changes made)
(936 observations created)
(936 real changes made)

. foreach state in "$each2_1986" {
  2.         expand 2 if state == "`state'", generate(one)                            
>                                // copies each row for election years in states that 
> hold elections every 2 years, starting in 1986
  3.         replace year = year+1 if one == 1                                        
>                                                // replaces year with next year in th
> e copied row, i.e. if original year in data was 1990, the copied row's year will be 
> 1991
  4.         drop one
  5. }
(150 observations created)
(150 real changes made)
(210 observations created)
(210 real changes made)

. 
. expand 2 if state == "OR", generate(one)                                            
>                                     // OR had elections every 4 years starting 1986 
> but special election in 2016.
(288 observations created)

. replace year = year+1 if one == 1
(288 real changes made)

. expand 2 if one == 1 & year != 2017 & year != 2015, generate(two)                   
>             // Don't want to copy 2017 data to non-existent 2018. Don't want to copy
>  2015 data to election year 2016.
(216 observations created)

. replace year = year+1 if two == 1
(216 real changes made)

. expand 2 if two == 1, generate (three)
(216 observations created)

. replace year = year+1 if three == 1
(216 real changes made)

. drop one two three

. 
. expand 2 if state == "RI", generate(one)                                            
>                                     // RI had elections every 4 years starting in 19
> 94 and had elections every 2 years before that
(45 observations created)

. replace year = year+1 if one == 1                                                   
>                                             
(45 real changes made)

. expand 2 if one == 1 & year >= 1995, generate(two)                                  
>                             // copies election data to the next year only for post-e
> lection years after 1995, when 4-year elections started
(30 observations created)

. replace year = year+1 if two == 1
(30 real changes made)

. expand 2 if two == 1, generate(three)                                               
>                                     // this will be the year before the next electio
> n
(30 observations created)

. replace year = year+1 if three == 1 
(30 real changes made)

. drop one two three

. 
. expand 2 if state == "UT", generate(one)                                            
>                                     // UT has elections every 4 years but had a spec
> ial election in 2010
(232 observations created)

. replace year = year+1 if one == 1 
(232 real changes made)

. expand 2 if one == 1 & year != 2009 & year != 2011 & year != 2017, generate(two) // 
> 2008 & 2010 were basically two-year terms - don't want to copy post-election year (2
> 009 & 2011) data to next year (2010 and 2012) which were elections. Note there isn't
>  actually any data for the 2010 special election.
(174 observations created)

. replace year = year+1 if two == 1
(174 real changes made)

. expand 2 if two == 1, generate(three)
(174 observations created)

. replace year = year+1 if three == 1
(174 real changes made)

. drop one two three

. 
. expand 2 if state == "WI", generate(one)                                            
>                                     // WI has elections every 4 years but had a spec
> ial election in 2012. Note no data on 2012 special election.
(504 observations created)

. replace year = year+1 if one == 1
(504 real changes made)

. expand 2 if one == 1 & year != 2011 & year != 2013, generate(two)                   
>             // Don't want to copy 2011 and 2013 data to 2012 and 2014, which were el
> ection years
(432 observations created)

. replace year = year+1 if two == 1
(432 real changes made)

. expand 2 if two == 1, generate(three)
(432 observations created)

. replace year = year+1 if three == 1
(432 real changes made)

. drop one two three

. 
. expand 2 if state == "WV" & year != 2011, generate(one)                             
>                     // WV has elections every 4 years but had a special election in 
> 2011. Don't want to copy 2011 data to 2012 which was an election year. Note no data 
> on 2011 special election.
(440 observations created)

. replace year = year+1 if one == 1 
(440 real changes made)

. expand 2 if one == 1 & year != 2017, generate(two)                                  
>                             // Don't want to copy 2017 data to 2018 because that has
> n't happened yet
(385 observations created)

. replace year = year+1 if two == 1
(385 real changes made)

. expand 2 if two ==1 & year != 2010, generate(three)                                 
>                             // Don't want to copy 2010 data to 2011 which was a spec
> ial election year
(330 observations created)

. replace year = year+1 if three == 1
(330 real changes made)

. drop one two three

. 
. expand 2 if state == "AZ" & year, generate(one)                                     
>                             // AZ has elections every 4 years starting in 1986 but h
> ad a runoff election in 1991.
(105 observations created)

. replace year = year+1 if one == 1
(105 real changes made)

. expand 2 if one == 1, generate(two)
(105 observations created)

. replace year = year+1 if two == 1
(105 real changes made)

. expand 2 if two == 1 & year != 1993, generate(three)                                
>                     // Don't want to copy 1993 data to 1994, an election year
(90 observations created)

. replace year = year+1 if three == 1
(90 real changes made)

. drop one two three

. 
. * Very weird stuff happening in some of the CQ data for a few MA counties. Drop for 
> now.
. drop if state == "MA" & county == "Barnstable" & year <= 1997 & year >= 1994
(32 observations deleted)

. drop if state == "MA" & county == "Franklin" & year <= 1997 & year >= 1994
(32 observations deleted)

. drop if state == "MA" & county == "Plymouth" & year <= 1997 & year >= 1994
(32 observations deleted)

. drop if state == "MA" & county == "Worcester" & year <= 1997 & year >= 1994
(32 observations deleted)

. 
. save "./Data/CQ/filled", replace
file ./Data/CQ/filled.dta saved

. 
. import delimited "./Raw/govparty_stateyear", clear
(3 vars, 1,550 obs)

. rename ïyear year

. save "./Data/govparty_stateyear", replace
file ./Data/govparty_stateyear.dta saved

. 
. use "./Data/CQ/filled", clear

. merge m:1 state year using "./Data/govparty_stateyear"                              
>                     // unmatched data: from years before LIHTC data starts (1987) an
> d special election years (missing from CQ). Drop these for now.

    Result                           # of obs.
    -----------------------------------------
    not matched                           145
        from master                         0  (_merge==1)
        from using                        145  (_merge==2)

    matched                            89,770  (_merge==3)
    -----------------------------------------

. drop if _merge == 2
(145 observations deleted)

. drop _merge

. save "./Data/fullpolitical", replace
file ./Data/fullpolitical.dta saved

. 
end of do-file

. do "/Users/will/Dropbox/LIHTC/Code/count-countysupport.do"

. ********************************************************************************
. * Stata/SE 14.2
. * Author: Will Labadie
. *
. * 1. Collapses HUD data into # of LIHTC projects per county-year pair
. * 2. Merges political data with LIHTC count data at county-year level
. * 3. Displays relationship b/w # of projects 
. ********************************************************************************
. 
. clear

. cd "/users/will/Dropbox/LIHTC/"
/Users/will/Dropbox/LIHTC

. cap log close
